Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Students with incomplete schedules
id_id: Siswa dengan jadwal lengkap
ms_my: Pelajar dengan jadual yang tidak lengkap

source: Selected students have been dropped from the course period
id_id: Siswa yang dipilih telah turun dari periode kursus
ms_my: Dipilih pelajar telah menurun daripada tempoh perjalanan

source: You must choose a Course
id_id: Anda harus memilih suatu Kursus
ms_my: Anda mesti memilih Kursus

source: Course to Drop
id_id: Kursus untuk Jatuhkan
ms_my: Kursus untuk Drop

source: Choose a Course
id_id: Pilih sebuah Kursus
ms_my: Pilih Kursus

source: Drop Date
id_id: Jatuhkan Tanggal
ms_my: Drop Tarikh

source: Drop Course for Selected Students
id_id: Jatuhkan Kursus untuk Siswa Terpilih
ms_my: Kursus Drop Pelajar Terpilih

source: Duplicate Entry.Request already exists
id_id: Gandakan Entry.Request sudah ada
ms_my: Pendua Entry.Request sudah wujud

source: That course has been added as a request for the selected students.
id_id: Saja yang telah ditambahkan sebagai permintaan untuk siswa yang dipilih.
ms_my: Kursus yang telah ditambah sebagai permintaan bagi pelajar-pelajar yang dipilih.

source: Wrong Teacher Selection
id_id: Salah Seleksi Guru
ms_my: Guru Pemilihan yang salah

source: Request to Add
id_id: Permintaan untuk Tambah
ms_my: Permintaan untuk Tambah

source: With
id_id: Dengan
ms_my: Dengan

source: Without
id_id: Tanpa
ms_my: Tanpa

source: Add Reqest to Selected students
id_id: Tambahkan Reqest kepada siswa Terpilih
ms_my: Tambah Reqest kepada pelajar-pelajar Terpilih

source: You cannot schedule a student into that course during the marking period that you chose. This course meets on
id_id: Anda tidak dapat menjadwalkan siswa ke dalam kursus yang selama periode menandai yang Anda pilih. Kursus ini bertemu pada
ms_my: Anda tidak boleh jadual pelajar ke dalam kursus itu dalam tempoh tanda yang anda pilih. Kursus ini memenuhi

source: That course has been added to the selected students' schedules.
id_id: Saja yang telah ditambahkan ke jadwal siswa yang dipilih &#39;.
ms_my: Kursus yang telah ditambah ke dalam jadual pelajar-pelajar yang dipilih.

source: Manual Override
id_id: Panduan Override

source: That course has been added to the selected students schedules.
id_id: Saja yang telah ditambahkan ke jadwal siswa yang dipilih.
ms_my: Kursus yang telah ditambah ke dalam jadual pelajar yang terpilih.

source: Course to Add
id_id: Kursus untuk Menambahkan
ms_my: Kursus untuk ditambah

source: Start Date
id_id: Tanggal Mulai
ms_my: Tarikh Mula

source: Add Course to Selected Students
id_id: Tambahkan Kursus untuk Siswa Terpilih
ms_my: Tambah Kursus Pelajar Terpilih

source: Click on the number of seats to edit and click update
id_id: Klik pada jumlah kursi untuk mengedit dan klik update
ms_my: Klik pada bilangan kerusi untuk mengedit dan klik update

source: Total Seats
id_id: Jumlah Kursi
ms_my: Kerusi Jumlah

source: Print Schedules
id_id: Jadwal Cetak
ms_my: Cetak Jadual

source: Print Class Lists
id_id: Cetak Daftar Kelas
ms_my: Mencetak Senarai Kelas

source: Print Class Pictures
id_id: Cetak Foto Kelas
ms_my: Mencetak Pictures Kelas

source: Schedule Report
id_id: Jadwal Laporan
ms_my: Jadual Laporan

source: Requests Report
id_id: Permintaan Laporan
ms_my: Permintaan Laporan

source: Unfilled Requests
id_id: Permintaan Terisi
ms_my: Permintaan tidak dipenuhi

source: Incomplete Schedules
id_id: Jadwal lengkap
ms_my: Jadual yang tidak lengkap

source: Add / Drop Report
id_id: Tambahkan / Drop Laporan
ms_my: Tambah / Gugur Laporan

source: Run Scheduler
id_id: Jalankan Penjadwal
ms_my: Run Berjadual

source: Class Pictures
id_id: Kelas Foto
ms_my: Kelas Gambar

source: Teacher Class List
id_id: Guru Kelas Daftar
ms_my: Kelas Senarai Guru

source: Teacher Name
id_id: Nama Guru
ms_my: Nama Guru

source: Course Program Name
id_id: Program Kursus Nama
ms_my: Program Nama Kursus

source: Course Period Name
id_id: Kursus Periode Nama
ms_my: Tempoh Nama Kursus

source: Create Class Lists for Selected Course Periods
id_id: Buat Daftar Kelas untuk Periode Kursus Terpilih
ms_my: Buat Senarai Kelas untuk Tempoh Kursus Terpilih

source: Student Class Pictures
id_id: Siswa Kelas Gambar
ms_my: Gambar Kelas Pelajar

source: Include Teacher
id_id: Sertakan Guru
ms_my: Termasuk Guru

source: Legal Size Paper
id_id: Hukum Ukuran Kertas
ms_my: Saiz Kertas Undang-Undang

source: Use Last Years if Missing
id_id: Gunakan Tahun Terakhir jika Hilang
ms_my: Gunakan Tahun terakhir jika Hilang

source: Create Class Pictures for Selected Course Periods
id_id: Buat Gambar Class untuk Periode Kursus Terpilih
ms_my: Buat Gambar Kelas untuk Tempoh Kursus Terpilih

source: With Teacher
id_id: Dengan Guru
ms_my: Dengan Guru

source: In Period
id_id: Dalam Periode
ms_my: Pada Zaman

source: Not with Teacher
id_id: Tidak dengan Guru
ms_my: Tidak terdapat dengan guru

source: Not in Period
id_id: Tidak di Periode
ms_my: Bukan dalam Tempoh

source: Student Print Request
id_id: Mahasiswa Permintaan Cetak
ms_my: Cetak Permintaan Pelajar

source: Student Grade
id_id: Siswa Kelas
ms_my: Gred Pelajar

source: Student Mailling Label
id_id: Mahasiswa Mailling Label
ms_my: Mailling Label Pelajar

source: Period - Teacher
id_id: Periode - Guru
ms_my: Tempoh - Guru

source: Term
id_id: Jangka

source: Days
id_id: Hari
ms_my: Hari

source: Time
id_id: Waktu
ms_my: Masa

source: Room
id_id: Kamar
ms_my: Bilik

source: Weight
id_id: Berat badan
ms_my: Berat badan

source: Select Subject
id_id: Pilih Subjek
ms_my: Pilih Subject

source: Add a Request
id_id: Tambahkan Minta
ms_my: Tambah Permintaan

source: Requests
id_id: Permintaan
ms_my: Permintaan

source: On
id_id: Pada
ms_my: Pada

source: Not on
id_id: Tidak pada
ms_my: Tidak pada

source: Number of Requests
id_id: Jumlah Permintaan
ms_my: Bilangan Requests

source: Seats
id_id: Kursi
ms_my: Kerusi

source: Show All
id_id: Tampilkan Semua

source: Include Inactive Courses
id_id: Sertakan Program Tidak Aktif
ms_my: Termasuk Kursus Tidak Aktif

source: Add a Course
id_id: Tambahkan Kursus sebuah
ms_my: Tambah Kursus

source: Days of Week
id_id: Hari Minggu
ms_my: Hari di dalam minggu

source: Print Schedule
id_id: Jadwal Cetak
ms_my: Jadual Cetak

source: There is already a course scheduled in that period.
id_id: Sudah ada kursus dijadwalkan dalam periode tersebut.
ms_my: Sudah ada kursus yang dijadualkan dalam tempoh itu.

source: There is a conflict. You cannot add this course period.
id_id: Ada konflik. Anda tidak dapat menambahkan periode ini saja.
ms_my: Terdapat konflik. Anda tidak boleh menambah tempoh kursus ini.

source: Confirm Scheduler Run
id_id: Konfirmasi Penjadwal Jalankan
ms_my: Sahkan Berjadual Run

source: Are you sure you want to run the scheduler?
id_id: Apakah Anda yakin ingin menjalankan scheduler?
ms_my: Adakah anda pasti anda mahu jalankan penjadual?

source: Schedule Unscheduled Requests
id_id: Jadwal nondaftar Permintaan
ms_my: Jadual tak berjadual Permintaan

source: Delete Current Schedules
id_id: Hapus Jadwal Lancar
ms_my: Padam Jadual Semasa

source: Scheduler Progress
id_id: Scheduler Kemajuan
ms_my: Berjadual Progress

source: Done
id_id: Selesai
ms_my: Selesai

source: List Students
id_id: Daftar Siswa
ms_my: Senarai Pelajar

source: List Unscheduled Students
id_id: Daftar Siswa nondaftar
ms_my: Senarai berjadual Pelajar

source: Open
id_id: Buka
ms_my: Buka

source: Original View
id_id: Asli View
ms_my: Lihat yang Asal

source: Family
id_id: Keluarga
ms_my: Keluarga

source: Families
id_id: Keluarga
ms_my: Keluarga

source: No Records were found.
id_id: Tidak Rekaman ditemukan.
ms_my: Tiada rekod ditemui.

source: Please select the Marking Period
id_id: Silakan pilih Periode Menandai
ms_my: Sila pilih Tempoh Marking

source: No Schedule Found
id_id: Jadwal Tidak Ditemukan
ms_my: Jadual Tiada Found

source: Print
id_id: Cetak
ms_my: Cetak

source: Unscheduled Request
id_id: Permintaan terjadwal
ms_my: Permintaan tidak berjadual

source: Unscheduled Requests
id_id: Permintaan terjadwal
ms_my: Tidak berjadual Permintaan

source: No weight was selectd for
id_id: Berat badan Tidak ada selectd untuk
ms_my: Berat Tiada selectd untuk

source: does not have a weight of
id_id: tidak memiliki berat
ms_my: tidak mempunyai berat

source: List of Events
id_id: Daftar Acara
ms_my: Senarai Peristiwa

source: Events
id_id: Acara
ms_my: Acara

source: Default Calendar for this School
id_id: Default Calendar untuk Sekolah ini
ms_my: Calendar lalai untuk Sekolah ini

source: Create a new calendar
id_id: Buat kalender baru
ms_my: Buat kalendar baru

source: Cannot delete because calendars are associated.
id_id: Tidak dapat menghapus karena kalender yang terkait.
ms_my: Tidak boleh memadam kerana kalendar yang berkaitan.

source: Edit this calendar
id_id: Mengedit kalender ini
ms_my: Edit kalendar ini

source: New Event
id_id: Acara Baru

source: Back to Calendar
id_id: Kembali ke Kalender
ms_my: Kembali ke Kalendar

source: Delete this calendar
id_id: Hapus kalender ini
ms_my: Padam kalendar ini

source: List Events
id_id: Daftar Acara
ms_my: Senarai Acara

source: Report Card Grade Codes
id_id: Kelas Kartu Laporan Kode
ms_my: Kad Laporan Kod Gred

source: Report Card Comment Codes
id_id: Komentar Laporan Kartu Kode
ms_my: Kod Comment Kad Laporan

source: Eligibility Activity Codes
id_id: Kelayakan Kegiatan Kode
ms_my: Kelayakan Kod Aktiviti

source: Grade Levels
id_id: Tingkat kelas
ms_my: Tahap Gred

source: New Schools Title
id_id: Baru Sekolah Judul
ms_my: Schools Tajuk Baru

source: School information has been copied successfully
id_id: Informasi sekolah telah disalin berhasil
ms_my: Maklumat-maklumat sekolah telah berjaya disalin

source: Confirm Copy School
id_id: Konfirmasi Sekolah Salin
ms_my: Sahkan Sekolah Salinan

source: Are you sure you want to copy the data for
id_id: Apakah Anda yakin ingin menyalin data untuk
ms_my: Adakah anda pasti anda mahu untuk menyalin data untuk

source: to a new school
id_id: ke sekolah baru
ms_my: ke sekolah baru

source: The data have been copied to a new school called
id_id: Data telah disalin ke sebuah sekolah baru yang disebut
ms_my: Data telah disalin ke sekolah baru yang dipanggil

source: To finish the operation, click OK button
id_id: Untuk menyelesaikan operasi, klik tombol OK
ms_my: Untuk menyelesaikan operasi tersebut, klik butang OK

source: Number of Credits
id_id: Jumlah Kredit
ms_my: Bilangan Kredit

source: Location
id_id: Lokasi
ms_my: Lokasi

source: Grading Scale
id_id: Grading Skala
ms_my: Skala Penggredan

source: Not Graded
id_id: Tidak Dinilai
ms_my: Tidak sacrificed

source: No Calendar Selected
id_id: Tidak Kalender Terpilih
ms_my: Tiada Calendar Terpilih

source: Half Day
id_id: Setengah Hari
ms_my: Hari separuh

source: Parent Course
id_id: Parent Kursus
ms_my: Kursus Ibu Bapa

source: No Parent Course Selected
id_id: Tidak Kursus Induk Terpilih
ms_my: Tiada Kursus Ibu Bapa Terpilih

source: Start Time
id_id: Waktu Mulai
ms_my: Masa Mula

source: End Time
id_id: Waktu Akhir

source: Quick Search
id_id: Pencarian Cepat
ms_my: Carian Pantas

source: All
id_id: Semua
ms_my: Semua

source: Select Marking Period:
id_id: Pilih Periode Menandai:
ms_my: Pilih Tempoh Penandaan:

source: No Class List Found
id_id: Tidak Ditemukan Daftar Kelas
ms_my: Tiada Senarai Kelas Found

source: All available classes
id_id: Semua tersedia kelas
ms_my: Semua kelas yang ada

source: All available classes for
id_id: Semua tersedia kelas untuk
ms_my: Semua kelas disediakan untuk

source: Course Catalog
id_id: Katalog Kursus
ms_my: Katalog Kursus

source: Class Name
id_id: Nama Kelas
ms_my: Nama Kelas

source: Subject cannot be deleted.
id_id: Subjek tidak dapat dihapus.
ms_my: Subjek tidak boleh dipadamkan.

source: - New Period
id_id: - Periode Baru
ms_my: - Tempoh Baru

source: Secondary Teacher
id_id: Sekunder Guru
ms_my: Guru Menengah

source: No. of login failures allowed before account is disabled
id_id: Jumlah kegagalan login diperbolehkan sebelum account dinonaktifkan
ms_my: Bilangan kegagalan login dibenarkan sebelum akaun dimatikan

source: Cannot delete because grade levels are associated.
id_id: Tidak dapat menghapus karena tingkat kelas yang terkait.
ms_my: Tidak boleh memadam kerana tahap gred yang berkaitan.

source: grade level
id_id: tingkat kelas
ms_my: tahap gred

source: Next Grade
id_id: Berikutnya Kelas
ms_my: Gred Seterusnya

source: New Year
id_id: Tahun Baru
ms_my: Tahun Baru

source: New Semester
id_id: Semester Baru
ms_my: Semester Baru

source: New Progress Period
id_id: Baru Periode Kemajuan
ms_my: Kemajuan Tempoh Baru

source: Marking period cannot be deleted because it has other associations.
id_id: Menandai periode tidak dapat dihapus karena memiliki asosiasi lainnya.
ms_my: Tempoh Penandaan tidak boleh dihapuskan kerana ia mempunyai persatuan-persatuan yang lain.

source: Grade Posting Begins
id_id: Posting Kelas Dimulai
ms_my: Gred Penempatan Bermula

source: Grade Posting Ends
id_id: Posting kelas Berakhir
ms_my: Gred Penempatan Ends

source: Semester
id_id: Wisata
ms_my: Cuti

source: Semesters
id_id: Semester
ms_my: Semester

source: Quarter
id_id: Kuartal
ms_my: Suku

source: Quarters
id_id: Tempat tinggal
ms_my: Kuarters

source: Progress Period
id_id: Kemajuan Periode
ms_my: Tempoh Kemajuan

source: Progress Periods
id_id: Kemajuan Periode
ms_my: Kemajuan Tempoh

source: Calendars
id_id: Kalender
ms_my: Kalendar

source: System Preference
id_id: Sistem Preferensi
ms_my: Keutamaan Sistem

source: Course Manager
id_id: Kursus Manajer
ms_my: Pengurus Kursus

source: Print Catalog by Term
id_id: Cetak Katalog oleh Jangka
ms_my: Cetak Katalog oleh Terms

source: Print all Courses
id_id: Cetak semua Kursus
ms_my: Mencetak semua kursus

source: Cannot delete because periods are associated.
id_id: Tidak dapat menghapus karena periode terkait.
ms_my: Tidak boleh memadam kerana tempoh yang berkaitan.

source: period
id_id: periode
ms_my: tempoh

source: Length
id_id: Panjang

source: minutes
id_id: menit
ms_my: minit

source: Used for
id_id: Digunakan untuk
ms_my: Digunakan untuk

source: Ignore for
id_id: Abaikan untuk
ms_my: Mengabaikan untuk

source: message
id_id: pesan
ms_my: mesej

source: Publishing Options
id_id: Penerbitan Pilihan
ms_my: Penerbitan Pilihan

source: Visible Between:
id_id: Terlihat Antara:
ms_my: Boleh dilihat Antara:

source: Visible To:
id_id: Terlihat Untuk:
ms_my: Boleh dilihat To:

source: Teacher w/Custom
id_id: Guru w / Custom
ms_my: Guru w / Custom

source: Report Generated
id_id: Laporan yang Dihasilkan
ms_my: Laporan Generated

source: Course catalog
id_id: Kursus katalog
ms_my: Katalog Kursus

source: Select Term
id_id: Pilih Jangka
ms_my: Pilih Term

source: Report generated for
id_id: Laporan yang dihasilkan untuk
ms_my: Laporan yang dijana untuk

source: Report generated for all Terms
id_id: Laporan dihasilkan untuk semua Syarat
ms_my: Laporan yang dijana untuk semua Syarat

source: Student Enrollment Codes
id_id: Pendaftaran Mahasiswa Kode
ms_my: Kod Pendaftaran Pelajar

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card<br>codes at the same time or before rolling courses<BR><BR>* You <i>must</i> roll courses at the same time or before rolling report card comments<BR><BR>Red items have already have data in the next school year (They might have been rolled).<BR><BR>Rolling red items will delete already existing data in the next school year.
id_id: Anda <i>harus</i> roll pengguna, periode sekolah, periode tanda, kalender, dan kartu laporan <br> kode pada saat yang sama atau sebelum program bergulir <BR><BR> * Anda <i>harus</i> roll kursus di waktu yang sama atau sebelum rolling komentar rapor <BR><BR> Item merah telah memiliki data pada tahun ajaran berikutnya (Mereka mungkin telah digulung). <BR><BR> Bergulir item merah akan menghapus data yang sudah ada pada tahun ajaran berikutnya.
ms_my: Anda <i>mesti</i> roll pengguna, tempoh sekolah, menandakan tempoh, kalendar, dan kad laporan <br> kod pada masa yang sama atau sebelum rolling kursus <BR><BR> * Anda <i>harus</i> melancarkan kursus pada masa yang sama atau sebelum rolling comments kad laporan <BR><BR> Item merah telah mempunyai data di sekolah pada tahun berikut (Mereka mungkin telah melancarkan). <BR><BR> Rolling item merah akan memadam data sedia ada di sekolah pada tahun berikut.

source: Confirm Rollover
id_id: Konfirmasi Rollover
ms_my: Sahkan Rollover

source: Are you sure you want to roll the data for
id_id: Apakah Anda yakin ingin roll data untuk
ms_my: Adakah anda pasti anda mahu untuk daftar data bagi

source: to the next school year?
id_id: untuk tahun ajaran berikutnya?
ms_my: sekolah pada tahun berikut?

source: Can't write to file
id_id: Tidak bisa menulis ke file
ms_my: Tidak dapat menulis ke fail

source: School Name
id_id: Nama Sekolah
ms_my: Nama Sekolah

source: Telephone
id_id: Telepon
ms_my: Telefon

source: Principal
id_id: Utama
ms_my: Utama

source: Base Grading Scale
id_id: Basis Grading Skala
ms_my: Base Penggredan Skala

source: Website
id_id: Situs
ms_my: Laman Web

source: Back to System Preference
id_id: Kembali ke Sistem Preferensi
ms_my: Kembali ke Keutamaan Sistem

source: Half-day and full-day minutes
id_id: Setengah hari dan sehari penuh menit
ms_my: Setengah hari dan hari penuh minit

source: Full day minutes
id_id: Hari penuh menit
ms_my: Hari minit Penuh

source: Half day minutes
id_id: Setengah hari menit
ms_my: Hari setengah minit

source: login message
id_id: Login pesan
ms_my: mesej login

source: Under Maintenance
id_id: Dalam Pemeliharaan
ms_my: Di bawah Penyelenggaraan

source: Login Message
id_id: Pesan Masuk
ms_my: Mesej Masuk

source: Display
id_id: Tampilan
ms_my: Paparan

source: Message
id_id: Pesan
ms_my: Mesej

source: Messages
id_id: Pesan
ms_my: Mesej

source: User Inactivity Days
id_id: Pengguna Ketidakaktifan Hari
ms_my: Panduan Hari Ketidakgiatan

source: Login Failure Allowance
id_id: Login Kegagalan Penyisihan
ms_my: Masuk Kegagalan Elaun

source: Set half-day and full-day minutes
id_id: Set menit setengah hari dan sehari penuh
ms_my: Tetapkan minit setengah hari dan hari penuh

source: Set login failure allowance count
id_id: Mengatur masuk hitungan kegagalan penyisihan
ms_my: Tetapkan kiraan elaun kegagalan login

source: Set allowable user inactivity days
id_id: Tetapkan hari pengguna aktif diijinkan
ms_my: Tetapkan hari tidak aktif pengguna yang dibenarkan

source: Put system in maintenance mode
id_id: Menempatkan sistem dalam modus pemeliharaan
ms_my: Meletakkan sistem dalam mod penyelenggaraan

source: Maximum inactive days allowed before account is disabled
id_id: Hari tidak aktif maksimum yang diizinkan sebelum account dinonaktifkan
ms_my: Hari tidak aktif maksimum yang dibenarkan sebelum akaun dimatikan

source: Please enter the title
id_id: Masukkan judul
ms_my: Sila masukkan tajuk

source: Max length for title is 50'
id_id: Max length untuk judul adalah 50 &#39;
ms_my: Max panjang untuk tajuk 50 &#39;

source: Please enter the Short Name
id_id: Silakan masukkan Nama Singkat
ms_my: Sila masukkan Nama Pendek

source: Max length for Short Name is 10
id_id: Max length untuk Nama Short 10
ms_my: Panjang Max Nama Pendek 10

source: Max length for Short Order is 5
id_id: Max length untuk Order Short 5
ms_my: Max panjang untuk Perintah Pendek 5

source: Enter Only Numeric Value
id_id: Masukkan Nilai Hanya Angka
ms_my: Masukkan Hanya Nilai Angka

source: Please enter the Start Date
id_id: Masukkan Tanggal Mulai
ms_my: Sila masukkan Tarikh Mula

source: Please Enter the End Date
id_id: Silahkan Masukkan Tanggal Akhir
ms_my: Sila Masukkan Tarikh Tamat

source: Please enter the Grade Posting Start Date
id_id: Masukkan Tanggal Mulai kelas Posting
ms_my: Sila masukkan Tarikh Mula Gred Posting

source: Enrollment Record
id_id: Pendaftaran Rekam
ms_my: Rekod pendaftaran

source: Enrollment Records
id_id: Catatan Pendaftaran
ms_my: Pendaftaran Rekod

source: New Address Field
id_id: Alamat Baru Lapangan
ms_my: Alamat Bidang Baru

source: New Address Field Category
id_id: Alamat Baru Bidang Kategori
ms_my: Kategori Bidang Alamat Baru

source: Address Field Category
id_id: Alamat Lapangan Kategori
ms_my: Bidang Kategori Alamat

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices<BR>* one per line
id_id: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Pilihan Ganda <BR> * Satu per baris
ms_my: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Pelbagai Pilihan <BR> * Satu per baris

source: for dates: YYYY-MM-DD
id_id: untuk tanggal: YYYY-MM-DD
ms_my: tarikh: YYYY-MM-DD

source: for checkboxes
id_id: untuk checkbox
ms_my: untuk kotak semak

source: Note: All unchecked means applies to all addresses
id_id: Catatan: Semua dicentang berarti berlaku untuk semua alamat
ms_my: Nota: Semua cara-cara dengan tidak terpakai kepada semua alamat

source: Address Field Categories
id_id: Alamat Lapangan Kategori
ms_my: Alamat Kategori Bidang

source: Address Field
id_id: Alamat Lapangan
ms_my: Bidang Alamat

source: Data Type
id_id: Tipe Data
ms_my: Jenis Data

source: Address Fields
id_id: Alamat Fields
ms_my: Alamat Medan

source: Text
id_id: Teks
ms_my: Teks

source: Edit Pull-Down
id_id: Mengedit Pull-Down
ms_my: Edit Tarik Ke bawah

source: Coded Pull-Down
id_id: Kode Pull-Down
ms_my: Berkod Pull-Down

source: Number
id_id: Nomor
ms_my: Nombor

source: Long Text
id_id: Teks panjang
ms_my: Teks Long

source: Select Multiple
id_id: Pilih Beberapa
ms_my: Pilih Multiple

source: The selected user's profile now includes access to the selected students
id_id: Profil pengguna yang dipilih sekarang termasuk akses kepada para siswa yang dipilih
ms_my: Profil pengguna yang dipilih sekarang termasuk akses kepada pelajar-pelajar yang dipilih

source: student from that user
id_id: mahasiswa dari pengguna yang
ms_my: pelajar dari pengguna tersebut

source: remove access to
id_id: menghapus akses ke
ms_my: keluarkan akses kepada

source: Parents
id_id: Orang tua
ms_my: Ibu bapa

source: Add Selected Parents
id_id: Tambahkan Orangtua Terpilih
ms_my: Tambah Ibu bapa Terpilih

source: Student Advanced Report
id_id: Mahasiswa Lanjutan Laporan
ms_my: Advanced Laporan Pelajar

source: Powered by openSIS
id_id: Didukung oleh openSIS

source: Create Report for Selected Students
id_id: Buat Laporan Siswa Terpilih
ms_my: Buat Laporan Pelajar Terpilih

source: Include courses active as of
id_id: Sertakan program aktif di
ms_my: Termasuk kursus aktif pada

source: Include courses active as of
id_id: Sertakan program aktif di
ms_my: Termasuk kursus aktif pada

source: The date you specified is not valid, so was not used. The other data was saved
id_id: Tanggal yang Anda tentukan tidak valid, sehingga tidak digunakan. Data lain disimpan
ms_my: Tarikh yang anda nyatakan tidak sah, jadi tidak digunakan. Data yang lain adalah disimpan

source: No data was entered
id_id: Tidak ada data yang dimasukkan
ms_my: Tiada data dimasukkan

source: The specified information was applied to the selected students
id_id: Informasi yang ditentukan diterapkan kepada siswa yang dipilih
ms_my: Maklumat yang dinyatakan adalah digunakan kepada pelajar-pelajar yang dipilih

source: You must choose at least one field and one student
id_id: Anda harus memilih setidaknya satu bidang dan satu siswa
ms_my: Anda mesti memilih sekurang-kurangnya satu bidang dan seorang pelajar

source: Rolling Retention / Options
id_id: Bergulir Retensi / Pilihan
ms_my: Rolling Penahanan / Pilihan

source: Retain
id_id: Menahan
ms_my: Mengekalkan

source: Do not enroll after this school year
id_id: Jangan mendaftar sesudah tahun ini sekolah
ms_my: Jangan mendaftar selepas tahun sekolah ini

source: Please Type The Password
id_id: Silahkan Jenis Password
ms_my: Sila Taip The Password

source: Password Sucessfully Changed
id_id: Sandi Berhasil Diubah
ms_my: Password Berjaya Changed
