Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button.
id_id: pada kolom yang sesuai dengan jenis periode menandai Anda ingin menambahkan. Kemudian, melengkapi informasi periode menandai dalam bidang di atas daftar periode menandai dan klik tombol Simpan.
ms_my: dalam ruang yang sama jenis menandakan tempoh yang anda mahu tambah. Kemudian, lengkap menandakan tempoh maklumat dalam bidang di atas senarai menandakan tempoh dan klik butang Simpan.

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button.
id_id: Untuk mengedit periode tanda, klik pada periode menandai Anda ingin mengubah, dan klik pada nilai apa pun yang ingin Anda ubah. Ini secara otomatis akan menjadi diedit. Memperbarui nilai dan klik tombol Simpan.
ms_my: Untuk mengedit tempoh tanda, klik pada tempoh yang menandakan anda mahu kepada perubahan, dan klik pada apa-apa nilai yang anda mahu menukar. Ia akan secara automatik menjadi diedit. Update nilai dan klik butang Simpan.

source: To delete a marking period, select it by clicking on its title on the list and click the
id_id: Untuk menghapus periode tanda, pilih dengan mengklik judul pada daftar dan klik
ms_my: Untuk memadam tempoh menandakan, pilih dengan mengklik pada tajuk senarai dan klik

source: Delete
id_id: Hapus
ms_my: Padam

source: button at the top of the screen. You will be asked to confirm the deletion.
id_id: tombol di bagian atas layar. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: butang di bahagian atas skrin. Anda akan diminta untuk mengesahkan penghapusan.

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period.
id_id: Catatan: Anda tidak dapat menghapus periode menandai jika memiliki siswa ditugaskan untuk periode dalam periode menandai.
ms_my: Nota: Anda tidak boleh memadam tempoh menandakan jika ia mempunyai pelajar yang ditugaskan untuk tempoh dalam tempoh itu menandakan.

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates.
id_id: Perhatikan bahwa baik menandai dua periode atau dua periode posting di tier sama dapat tumpang tindih tanggal.
ms_my: Notis bahawa tidak dua menandakan tempoh tidak dua tempoh posting dalam peringkat yang sama boleh bertindih tarikh.

source: School Calendar
id_id: Kalender Sekolah

source: This page allows you to setup your schools calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button.
id_id: Halaman ini memungkinkan Anda untuk men-setup kalender sekolah Anda untuk tahun ini. Kalender menampilkan bulan saat ini secara default. Bulan dan tahun yang ditampilkan dapat diubah dengan mengubah bulan dan tahun menu pull-down di bagian atas layar dan klik tombol Update.
ms_my: Laman ini membenarkan anda untuk persediaan kalendar sekolah bagi tahun. Kalendar memaparkan bulan semasa secara lalai. Bulan dan tahun yang dipaparkan boleh berubah dengan mengubah bulan dan tahun menu pull-down di bahagian atas skrin dan klik butang Kemaskini.

source: On full school days, the checkbox in the upper right-hand corner of the days square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the Update button at the top of the screen.
id_id: Pada hari-hari sekolah penuh, kotak centang di sudut kanan atas dari persegi hari harus diperiksa. Selama berhari-hari parsial, kotak centang harus dicentang dan jumlah sekolah menit akan hadir harus dimasukkan ke dalam kotak teks di sebelah kotak centang. Selama berhari-hari di mana tidak akan ada sekolah, kotak centang harus dicentang dan bidang teks harus kosong. Untuk centang checkbox atau mengubah jumlah menit di hari sekolah, Anda harus terlebih dahulu klik pada nilai yang Anda ingin mengubah. Setelah membuat perubahan pada kalender, klik tombol Update di bagian atas layar.
ms_my: Pada hari-hari sekolah yang penuh, kotak semak di sudut atas sebelah kanan segi empat hari perlu diperiksa. Untuk hari separa, kotak harus dengan tidak dan bilangan sekolah minit akan hadir hendaklah dimasukkan ke dalam kotak teks di sebelah kotak. Bagi hari yang ada tidak akan sekolah, kotak harus dengan tidak dan medan teks harus kosong. Untuk hilangkan tanda tick pada kotak atau menukar bilangan minit pada hari sekolah, anda mesti terlebih dahulu klik pada nilai yang anda mahu kepada perubahan. Selepas membuat apa-apa perubahan kepada kalendar, klik butang Kemaskini di bahagian atas skrin.

source: To setup your calendar at the beginning of the year, you should use the Create this years calendar feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your schools school year and the days of the week that your school meets, click the OK button. You can now go through the calendar and mark holidays and partial days.
id_id: Untuk setup kalender Anda di awal tahun, Anda harus menggunakan fitur ini Buat tahun kalender. Dengan mengklik link ini di sudut kanan atas layar, Anda dapat setup semua hari dalam jangka waktu tertentu sebagai pertemuan sepanjang hari. Anda juga dapat memilih hari minggu bahwa sekolah Anda dalam sesi. Setelah memilih tanggal awal dan akhir tahun ajaran sekolah dan hari-hari minggu bahwa sekolah Anda memenuhi, klik tombol OK. Sekarang Anda dapat pergi melalui hari libur kalender dan tandai dan hari-hari parsial.
ms_my: Untuk setup kalendar anda pada awal tahun ini, anda perlu menggunakan Buat ini ciri-ciri kalendar tahun. Dengan mengklik pada pautan ini di sudut atas sebelah kanan skrin, anda boleh setup semua hari dalam jangkamasa yang ditetapkan sebagai mesyuarat sepanjang hari. Anda juga boleh memilih yang hari minggu sekolah anda dalam sesi. Selepas memilih tarikh yang awal dan akhir tahun persekolahan sekolah-sekolah dan hari minggu bahawa sekolah anda memenuhi, klik butang OK. Anda kini boleh pergi melalui cuti kalendar dan cap dan hari separa.

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
id_id: Kalender juga merupakan tampilan acara-acara sekolah. Hal ini dapat mencakup semuanya dari guru in-service hari untuk acara olahraga. Peristiwa-peristiwa ini terlihat oleh administrator lain serta orang tua dan guru di sekolah Anda.
ms_my: Kalendar juga paparan peristiwa sekolah. Ini boleh termasuk segala-galanya, dari guru dalam perkhidmatan hari untuk acara sukan. Peristiwa-peristiwa ini dapat dilihat oleh pentadbir lain serta ibu bapa dan guru-guru di sekolah anda.

source: To add a school event, click on the add icon
id_id: Untuk menambahkan acara sekolah, klik pada ikon add
ms_my: Untuk menambah acara sekolah, klik pada ikon add

source: in the lower left-hand corner of the events date. In the popup window that appears, enter the events information and click the Save button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
id_id: di sudut kiri bawah tangan tanggal peristiwa. Pada jendela popup yang muncul, masukkan informasi acara dan klik tombol Simpan. Jendela popup akan menutup, dan kalender akan otomatis refresh untuk menampilkan acara ditambahkan.
ms_my: di sudut kiri tarikh peristiwa. Dalam tetingkap popup yang muncul, masukkan maklumat peristiwa dan klik butang Simpan. Tetingkap popup akan ditutup, dan kalendar akan dimuat semula secara automatik untuk memaparkan peristiwa yang ditambah.

source: To modify an event, click on the event you want to modify, and change the events information in the popup window that appears after clicking on the values you want to change. Click the Save button. The window will close and the calendar will automatically refresh to display the change.
id_id: Untuk memodifikasi acara, klik pada acara yang Anda ingin memodifikasi, dan mengubah informasi peristiwa di jendela popup yang muncul setelah mengklik pada nilai-nilai yang ingin Anda ubah. Klik tombol Simpan. Jendela akan menutup dan kalender secara otomatis akan refresh untuk menampilkan perubahan.
ms_my: Untuk mengubah suai sesuatu acara, klik pada Sekiranya anda mahu mengubah, dan menukar maklumat acara-acara di tetingkap popup yang muncul selepas klik pada nilai-nilai yang anda mahu kepada perubahan. Klik butang Simpan. Tetingkap akan menutup dan kalendar akan dimuat semula secara automatik untuk memaparkan perubahan.

source: School Periods
id_id: Sekolah Periode
ms_my: Sekolah Tempoh

source: This page allows you to setup your schools individual class periods. The openSIS installation script creates a group of default periods. Update these periods to match yours and delete the extra periods created during installation if necessary.
id_id: Halaman ini memungkinkan Anda untuk men-setup periode masing-masing sekolah kelas Anda. Script instalasi openSIS membuat grup periode standar. Perbarui periode ini untuk mencocokkan Anda dan menghapus periode tambahan diciptakan selama instalasi jika perlu.
ms_my: Laman ini membenarkan anda untuk persediaan sekolah kelas tempoh individu anda. Skrip pemasangan openSIS mewujudkan kumpulan tempoh lalai. Update tempoh ini sepadan dengan kamu dan memadam tempoh tambahan yang diwujudkan semasa pemasangan jika perlu.

source: Middle and high schools will likely have multiple periods in a school day, where elementary schools may have only one period
id_id: Sekolah menengah dan tinggi kemungkinan akan memiliki beberapa periode di hari sekolah, di mana sekolah dasar mungkin hanya satu periode
ms_my: Sekolah menengah dan tinggi mungkin akan mempunyai tempoh beberapa hari sekolah, di mana sekolah-sekolah rendah mungkin mempunyai hanya satu tempoh

source: called All Day
id_id: disebut Hari Semua
ms_my: dipanggil All Day

source: or perhaps three
id_id: atau mungkin tiga
ms_my: atau mungkin tiga

source: All Day, Morning, and Afternoon
id_id: Semua Hari, Pagi, dan Sore
ms_my: Semua Hari, Pagi, dan Petang

source: If required, you can add new periods very easily. To add a period, fill in the periods title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the Save button.
id_id: Jika diperlukan, Anda dapat menambahkan periode baru yang sangat mudah. Untuk menambahkan periode, mengisi judul periode, nama singkat, urutan, dan panjang dalam hitungan menit di ladang kosong di bagian bawah daftar periode dan klik tombol Simpan.
ms_my: Jika diperlukan, anda boleh menambah tempoh baru dengan sangat mudah. Untuk menambah tempoh, isi dalam tajuk tempoh, nama yang singkat, perintah jenis, dan panjang dalam masa beberapa minit sahaja dalam bidang kosong di bahagian bawah senarai tempoh dan klik butang Simpan.

source: To modify a period, click on any of the periods information, change the value, and click the Save button. To delete a period, click the delete icon
id_id: Untuk mengubah periode, klik pada salah satu informasi periode, mengubah nilai, dan klik tombol Simpan. Untuk menghapus suatu periode, klik ikon hapus
ms_my: Untuk mengubah suai satu tempoh yang, klik di mana-mana maklumat tempoh, menukar nilai, dan klik butang Simpan. Untuk memadam suatu tempoh, klik ikon padam

source: next to the period you want to delete. You will be asked to confirm the deletion.
id_id: sebelah periode yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: sebelah tempoh yang anda mahu memadam. Anda akan diminta untuk mengesahkan penghapusan.

source: School Grade Levels
id_id: Kelas Tingkat Sekolah
ms_my: Sekolah Tahap Gred

source: This page allows you to setup your schools grade levels. By default the openSIS installer creates all the grades from Kindergarten to the 8th Grade. If your school has a different grade level structure, simply delete the extra Grade Levels. Similarly if you have some grades that have not been created, create them on this page.
id_id: Halaman ini memungkinkan Anda untuk setup sekolah Anda tingkat kelas. Secara default installer openSIS menciptakan semua nilai dari TK ke kelas 8. Jika sekolah Anda memiliki struktur tingkat kelas yang berbeda, cukup hapus Tingkat Kelas ekstra. Demikian pula jika Anda memiliki beberapa nilai yang belum diciptakan, membuat mereka pada halaman ini.
ms_my: Laman ini membenarkan anda untuk persediaan peringkat sekolah gred anda. Secara lalai pemasang openSIS mewujudkan semua gred dari Tadika hingga Gred 8. Jika sekolah anda mempunyai tahap gred struktur yang berbeza, hanya memadam Tahap Gred tambahan. Begitu juga jika anda mempunyai beberapa gred yang tidak diwujudkan, buat mereka di halaman ini.

source: To add a grade level, fill in the grade levels title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the Save button. The Next Grade field indicates the grade students in the current grade will proceed to in the next school year.
id_id: Untuk menambah tingkat kelas, mengisi judul tingkat kelas, nama singkat, urutan, dan kelas berikutnya dalam field kosong di bagian bawah daftar tingkat kelas dan klik tombol Simpan. Bidang Kelas Berikutnya menunjukkan siswa kelas di kelas saat ini akan dilanjutkan dalam tahun ajaran berikutnya.
ms_my: Untuk menambah tahap gred, isi tajuk peringkat, nama pendek, perintah jenis, dan gred dalam bidang kosong di bahagian bawah senarai peringkat seterusnya dan klik butang Simpan. Bidang Gred Seterusnya menunjukkan pelajar gred dalam gred semasa akan diteruskan dalam tahun persekolahan akan datang.

source: To modify a grade level, click on any of the grade levels information, change the value, and click the Save button. To delete a grade level, click the delete icon
id_id: Untuk mengubah tingkat kelas, klik pada salah satu informasi tingkat kelas, mengubah nilai, dan klik tombol Simpan. Untuk menghapus tingkat kelas, klik ikon hapus
ms_my: Untuk mengubah tahap gred, klik pada mana-mana maklumat peringkat, menukar nilai, dan klik butang Simpan. Untuk memadam tahap gred, klik ikon padam

source: next to the grade level you want to delete. You will be asked to confirm the deletion.
id_id: sebelah tingkat kelas yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: seterusnya ke peringkat gred yang anda mahu padam. Anda akan diminta untuk mengesahkan penghapusan.

source: displays the name, address, and principal of the current school
id_id: menampilkan nama, alamat, dan kepala sekolah saat ini
ms_my: memaparkan nama, alamat, dan pengetua sekolah semasa

source: The Calendar is a display of school events and your students assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen and clicking the Update button
id_id: Kalender adalah tampilan acara sekolah dan siswa Anda tugas. Kalender juga menampilkan apakah atau tidak sekolah hadir pada setiap hari tertentu. Secara default, kalender menampilkan bulan saat ini. Bulan dan tahun yang ditampilkan dapat diubah dengan mengubah bulan dan tahun menu pull-down di bagian atas layar dan klik tombol Update
ms_my: Kalendar paparan kegiatan di sekolah dan tugasan pelajar anda. Kalendar juga memaparkan sama ada atau tidak sekolah yang hadir pada hari tertentu. Secara lalai, kalendar memaparkan bulan semasa. Bulan dan tahun yang dipaparkan boleh berubah dengan mengubah bulan dan tahun menu pull-down di bahagian atas skrin dan klik butang Kemaskini

source: The titles of school events and assignments are displayed in each dates box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School assignments are preceded by a red dot and assignments are preceded by a blue dot
id_id: Judul dari acara-acara sekolah dan tugas ditampilkan di setiap kotak tanggal. Mengklik pada judul-judul ini akan membuka jendela popup yang menampilkan informasi lebih lanjut tentang acara atau tugas. Tugas sekolah didahului oleh sebuah titik merah dan tugas didahului oleh titik biru
ms_my: Judul acara sekolah dan tugasan dipaparkan dalam setiap kotak tarikh. Mengklik pada judul-judul ini akan membuka tetingkap popup yang memaparkan maklumat lanjut mengenai acara atau tugasan. Tugasan sekolah telah didahului oleh titik merah dan tugasan didahului oleh titik biru

source: For days that school is in attendance all day, a green checkmark appears in the upper right-hand corner of the date. On partial days, the number of minutes that school is in session is displayed here instead. If the school is not in attendance at all on any given day, nothing will appear in the upper right-hand corner of the date
id_id: Untuk hari-hari sekolah yang hadir sepanjang hari, tanda centang hijau muncul di sudut kanan atas tanggal. Pada hari-hari parsial, jumlah menit yang sekolah dalam sesi ditampilkan di sini bukan. Jika sekolah tidak hadir sama sekali pada setiap hari tertentu, tidak akan muncul di sudut kanan atas dari tanggal
ms_my: Untuk hari sekolah yang hadir sepanjang hari, tanda cek hijau muncul di sudut atas sebelah kanan tarikh. Pada hari-hari sebahagian, bilangan minit bahawa sekolah dalam sesi dipaparkan di sini sebagai ganti. Jika sekolah tidak hadir sama sekali pada mana-mana hari diberi, tiada apa yang akan muncul di sudut atas sebelah kanan dari tarikh

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation: Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
id_id: Halaman Periode Menandai adalah di mana Anda setup sekolah Anda menandai periode selama satu tahun sekolah. Ada tingkatan standar empat periode menandai ditambahkan selama instalasi: Tahun, semester, Quarters, dan periode Kemajuan. openSIS script instalasi membuat 2 semester dan 4 Quarters secara default. Namun Anda selalu dapat memiliki lebih banyak atau lebih sedikit diperlukan oleh sekolah. Demikian pula, ada dapat sejumlah periode kemajuan dalam seperempat diberikan.
ms_my: Laman Tempoh Penandaan adalah di mana anda setup sekolah anda menandakan tempoh bagi tahun sekolah. Terdapat empat peringkat lalai tempoh menandakan ditambah semasa pemasangan: Year, Semester, Quarters, dan tempoh Kemajuan. skrip pemasangan openSIS mewujudkan 2 Semester dan 4 Kuarters oleh lalai. Walau bagaimanapun, anda sentiasa boleh mempunyai lebih atau kurang seperti yang dikehendaki oleh sekolah anda. Begitu juga, tidak boleh mana-mana nombor tempoh kemajuan pada suku yang diberikan.

source: in the column corresponding to the type of marking period you want to add. Then, complete the marking periods information in the fields above the list of marking periods and click the Save button
id_id: pada kolom yang sesuai dengan jenis periode menandai Anda ingin menambahkan. Kemudian, melengkapi informasi periode menandai dalam bidang di atas daftar periode menandai dan klik tombol Simpan
ms_my: dalam ruang yang sama jenis menandakan tempoh yang anda mahu tambah. Kemudian, melengkapkan tempoh maklumat yang menandakan dalam bidang di atas senarai menandakan tempoh dan klik butang Simpan

source: To edit a marking period, click on the marking period you want to change, and click on whatever value you want to change. It will automatically become editable. Update the value and click the Save button
id_id: Untuk mengedit periode tanda, klik pada periode menandai Anda ingin mengubah, dan klik pada nilai apa pun yang ingin Anda ubah. Ini secara otomatis akan menjadi diedit. Memperbarui nilai dan klik tombol Simpan
ms_my: Untuk mengedit tempoh tanda, klik pada tempoh yang menandakan anda mahu kepada perubahan, dan klik pada apa-apa nilai yang anda mahu menukar. Ia akan secara automatik menjadi diedit. Update nilai dan klik butang Simpan

source: To delete a marking period, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
id_id: Untuk menghapus periode tanda, pilih dengan mengklik pada judul pada daftar dan klik tombol Hapus di bagian atas layar. Anda akan diminta untuk mengkonfirmasi penghapusan
ms_my: Untuk memadam tempoh menandakan, pilih dengan mengklik pada tajuk senarai dan klik butang Delete di bahagian atas skrin. Anda akan diminta untuk mengesahkan penghapusan

source: Note: You cannot delete a marking period if it has students assigned to periods in that marking period
id_id: Catatan: Anda tidak dapat menghapus periode menandai jika memiliki siswa ditugaskan untuk periode dalam periode yang menandai
ms_my: Nota: Anda tidak boleh memadam tempoh menandakan jika ia mempunyai pelajar yang diberikan kepada tempoh dalam tempoh itu menandakan

source: Notice that neither two marking periods nor two posting periods in the same tier can overlap dates
id_id: Perhatikan bahwa baik menandai dua periode atau dua periode posting di tier sama dapat tumpang tindih tanggal
ms_my: Notis bahawa tidak dua menandakan tempoh tidak dua tempoh posting dalam peringkat yang sama boleh bertindih tarikh

source: The Add a Student page allows you to add a student to the system
id_id: Halaman Tambahkan Siswa memungkinkan Anda untuk menambahkan siswa ke sistem
ms_my: Tambah halaman Pelajar membolehkan anda untuk menambah pelajar ke dalam sistem
