Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the students enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled student ID. if you leave this field blank, openSIS will generate an unused student ID and assign it to the new student. Finally, click the Save button at the top of the screen
id_id: Untuk menambahkan siswa, masukkan tanggal lahir, nomor jaminan sosial, etnis, gender, tempat kelahiran, dan kelas. Kemudian, pilih tanggal efektif dari pendaftaran mahasiswa dan kode pendaftaran dari menu pull-down di bagian bawah halaman. Jika Anda ingin menentukan siswa ID untuk siswa ini, masukkan siswa ID ke ID kolom teks berlabel mahasiswa. jika Anda membiarkan field ini kosong, openSIS akan menghasilkan siswa ID yang tidak terpakai dan menetapkan ke mahasiswa baru. Akhirnya, klik tombol Simpan di bagian atas layar
ms_my: Untuk menambah pelajar, masukkan tarikh lahir, nombor keselamatan sosial, etnik, jantina, tempat kelahiran, dan gred. Kemudian, pilih tarikh yang berkesan pendaftaran pelajar dan kod pendaftaran dari menu pull-down di bahagian bawah halaman. Jika anda ingin menyatakan ID pelajar bagi pelajar ini, masukkan ID pelajar ke dalam medan teks pelajar ID dilabel. jika anda meninggalkan medan ini kosong, openSIS akan menjana ID pelajar yang tidak digunakan dan sediakan kepada pelajar baru. Akhir sekali, klik butang Simpan di bahagian atas skrin

source: The Print Letters page allows you to print form letters for any number of students.
id_id: Cetak Surat halaman memungkinkan Anda untuk mencetak bentuk huruf untuk sejumlah siswa.
ms_my: Halaman Cetak Surat membolehkan anda untuk mencetak surat borang untuk apa-apa bilangan pelajar.

source: To print the letters, enter the letter text in the Letter Text text field at the bottom of the search screen. Then search for students by filling in any desired search field, and click the Submit button.
id_id: Untuk mencetak surat, masukkan teks surat di bidang Surat Teks teks di bagian bawah layar pencarian. Kemudian mencari siswa dengan mengisi dalam kolom pencarian yang diinginkan, dan klik tombol Kirim.
ms_my: Untuk mencetak surat, masukkan teks surat dalam bidang Surat teks Teks di bahagian bawah skrin carian. Kemudian mencari pelajar dengan mengisi mana-mana medan carian yang diingini, dan klik butang Hantar.

source: You can insert certain pieces of student information into your letter with special variables:
id_id: Anda dapat memasukkan potongan informasi tertentu siswa ke dalam surat Anda dengan variabel khusus:
ms_my: Anda boleh memasukkan cebisan maklumat pelajar yang tertentu ke dalam surat anda dengan pembolehubah khas:

source: Full Name
id_id: Nama Lengkap
ms_my: Nama Penuh

source: First Name
id_id: Nama Pertama
ms_my: Nama Pertama

source: Middle Name
id_id: Nama Tengah
ms_my: Nama Tengah

source: Last Name
id_id: Nama Terakhir
ms_my: Nama keluarga

source: Grade
id_id: Kelas
ms_my: Gred

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
id_id: Juga, Anda dapat memilih untuk mencetak huruf dengan label surat. Surat-surat akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu huruf dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat.
ms_my: Juga, anda boleh memilih untuk mencetak surat dengan label mel. Surat akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu huruf boleh dicetak setiap pelajar jika pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat.

source: The letters will be automatically give you a printer-friendly html format when you click the Submit button.
id_id: Surat-surat akan secara otomatis memberikan format printer-friendly html ketika Anda mengklik tombol Submit.
ms_my: Surat akan secara automatik memberikan anda format html mesra pencetak apabila anda klik butang Hantar.

source: The General Information tab is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the top of the page
id_id: Tab Informasi Umum adalah tampilan informasi siswa mendasar. Ini termasuk tanggal lahir, nomor jaminan sosial, etnis, gender, tempat kelahiran, dan kelas. Anda dapat mengubah informasi ini dengan mengklik pada nilai yang Anda ingin mengubah, mengubah nilai, dan mengklik tombol Simpan di bagian atas halaman
ms_my: Tab Maklumat Umum paparan maklumat asas pelajar. Ini termasuk tarikh lahir, nombor keselamatan sosial, etnik, jantina, tempat kelahiran, dan gred. Anda boleh menukar mana-mana maklumat ini dengan klik pada nilai yang anda mahu menukar, mengubah nilai, dan klik butang Simpan di bahagian atas halaman

source: The Address tab displays a students address and contact information
id_id: Tab Alamat menampilkan alamat siswa dan informasi kontak
ms_my: Tab Alamat memaparkan alamat pelajar dan maklumat kenalan

source: A student must have one addresses and two mandatory emergency contacts. To add an address, complete the empty fields at the bottom of the Address screen, and click the Save button at the top of the screen
id_id: Seorang siswa harus memiliki satu alamat kontak darurat dan dua wajib. Untuk menambahkan alamat, lengkapi bidang kosong di bagian bawah layar Alamat, dan klik tombol Simpan di bagian atas layar
ms_my: Seseorang pelajar mestilah mempunyai satu alamat dan dua kenalan kecemasan mandatori. Untuk menambah alamat, lengkap bidang kosong di bahagian bawah skrin Alamat, dan klik butang Simpan di bahagian atas skrin

source: Now, you can add a contact to this address. To do this, complete the contacts name, and again, press the Save button
id_id: Sekarang, Anda dapat menambahkan kontak ke alamat ini. Untuk melakukan ini, melengkapi nama kontak, dan lagi, tekan tombol Simpan
ms_my: Kini, anda boleh menambah kenalan ke alamat ini. Untuk melakukan ini, lengkap nama kenalan, dan sekali lagi, tekan butang Simpan

source: You can now add more information about this contact by checking the Custody and Emergency checkboxes, after first clicking on their default value of No. Relations marked as having Custody of the student receive mailings and relations marked as being Emergency contacts can be contacted in the case of an emergency
id_id: Anda sekarang dapat menambahkan informasi lebih lanjut tentang kontak ini dengan memeriksa checkbox Custody dan Darurat, setelah terlebih dahulu mengklik pada nilai default Hubungan No ditandai sebagai memiliki Kustodi siswa menerima surat dan hubungan ditandai sebagai kontak darurat dapat dihubungi dalam hal darurat
ms_my: Anda kini boleh menambah maklumat yang lebih lanjut mengenai hubungan ini dengan menyemak kotak semak Jagaan dan Kecemasan, selepas mula-mula klik pada nilai lalainya Perhubungan No yang ditandakan sebagai mempunyai Penjagaan pelajar yang menerima surat dan perhubungan yang ditandakan sebagai kenalan Kecemasan boleh dihubungi di mana-mana yang kecemasan

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the empty field with the default value and its corresponding value in the empty field to the right
id_id: Anda dapat menambahkan informasi lain tentang kontak ini, seperti nomor ponsel mereka, nomor fax, pekerjaan, tempat kerja, dll dengan mengisi judul data baru di bidang kosong dengan nilai default dan nilai yang sesuai dalam bidang kosong ke kanan
ms_my: Anda boleh menambah maklumat lain mengenai hubungan ini, seperti nombor telefon bimbit mereka, nombor faks, pekerjaan, tempat kerja, dan sebagainya dengan mengisi tajuk data baru dalam bidang kosong dengan nilai lalai dan nilai yang sama dalam bidang kosong ke kanan

source: Contacts and information about contacts can be deleted by clicking on the delete icon
id_id: Kontak dan informasi tentang kontak dapat dihapus dengan mengklik ikon hapus
ms_my: Kenalan dan maklumat tentang kenalan boleh dihapuskan dengan klik pada ikon padam

source: next to the information to be deleted
id_id: di samping informasi yang akan dihapus
ms_my: bersebelahan dengan maklumat yang boleh dihapuskan

source: Note: you will be asked to confirm all deletions. Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the Save button at the top of the screen
id_id: Catatan: Anda akan diminta untuk mengkonfirmasi penghapusan semua. Setiap informasi di layar dapat dimodifikasi dengan terlebih dahulu mengklik pada informasi, maka perubahan nilainya, dan akhirnya mengklik tombol Simpan di bagian atas layar
ms_my: Nota: anda akan diminta untuk mengesahkan penghapusan semua. Apa-apa maklumat pada skrin yang boleh diubahsuai dengan klik pada maklumat, kemudian mengubah nilainya, dan akhirnya klik butang Simpan di bahagian atas skrin

source: The Medical tab displays a students medical information
id_id: Tab Medis menampilkan informasi mahasiswa kedokteran
ms_my: Tab Perubatan memaparkan maklumat pelajar-pelajar perubatan

source: This includes the students physician, the physicians phone, the students preferred hospital, any medical comments, whether or not the student has a doctors note, and comments concerning the doctors note. To change any of these values, click on the value you want to change, change it, and click the Save button at the top of the screen
id_id: Ini termasuk dokter siswa, telepon dokter, rumah sakit yang lebih disukai siswa, setiap komentar medis, apakah atau tidak siswa memiliki catatan dokter, dan komentar tentang catatan dokter. Untuk mengubah nilai-nilai ini, klik pada nilai Anda ingin mengubah, perubahan, dan klik tombol Simpan di bagian atas layar
ms_my: Ini termasuk pelajar, doktor telefon pakar perubatan, hospital pelajar-pelajar pilihan, apa-apa komen perubatan, sama ada atau tidak pelajar mempunyai nota doktor, dan komen mengenai nota doktor. Untuk apa-apa perubahan nilai-nilai ini, klik pada nilai yang anda mahu kepada perubahan, perubahan, dan klik butang Simpan di bahagian atas skrin

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses
id_id: Anda juga dapat menambahkan entri untuk setiap imunisasi atau fisik yang diterima oleh mahasiswa serta setiap tanda medis seperti alergi atau penyakit
ms_my: Anda juga boleh menambah penyertaan untuk setiap imunisasi atau fizikal yang diterima oleh pelajar serta apa-apa isyarat perubatan seperti alahan atau penyakit

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the Save button at the top of the screen
id_id: Untuk menambahkan imunisasi, fisik, atau tanda medis, mengisi bidang kosong di bagian bawah daftar yang sesuai, dan klik tombol Simpan di bagian atas layar
ms_my: Untuk menambah imunisasi, fizikal, atau amaran perubatan, mengisi bidang kosong di bahagian bawah dalam senarai yang sesuai, dan klik butang Simpan di bahagian atas skrin

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the Save button at the top of the screen
id_id: Untuk mengubah imunisasi, fisik, atau tanda medis, klik pada nilai Anda ingin mengubah, perubahan, dan klik tombol Simpan di bagian atas layar
ms_my: Untuk menukar imunisasi, fizikal, atau amaran perubatan, klik pada nilai yang anda mahu kepada perubahan, perubahan, dan klik butang Simpan di bahagian atas skrin

source: To delete an immunization, physical, or medical alert, click on the delete icon
id_id: Untuk menghapus imunisasi, waspada fisik, atau medis, klik pada ikon hapus
ms_my: Untuk memadam imunisasi, berjaga-jaga fizikal, atau perubatan, klik pada ikon padam

source: next to the item you want to delete. You will be asked to confirm your deletion
id_id: di sebelah item yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan Anda
ms_my: sebelah item yang anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan

source: The Enrollment page can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time
id_id: Halaman Pendaftaran dapat digunakan untuk mendaftar atau drop siswa dari setiap sekolah. Seorang mahasiswa hanya dapat memiliki satu record pendaftaran yang aktif setiap saat
ms_my: Halaman Pendaftaran boleh digunakan untuk mendaftar atau menggugurkan pelajar dari mana-mana sekolah. Seseorang pelajar boleh mempunyai hanya satu rekod pendaftaran aktif pada bila-bila masa

source: To drop a student, change the Dropped date and reason to the effective date of the students drop as well as the reason for his drop. Click the Save button at the top of the screen
id_id: Untuk menjatuhkan siswa, mengubah tanggal Turun dan alasan untuk tanggal efektif drop siswa serta alasan untuk drop nya. Klik tombol Simpan di bagian atas layar
ms_my: Untuk menggugurkan pelajar, menukar tarikh Terjatuh dan sebab untuk tarikh berkuatkuasa penurunan pelajar serta alasan untuk drop. Klik butang Simpan di bahagian atas skrin

source: Now you can re-enroll the student. To do this, select the effective date of the students enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the Save button at the top of the screen
id_id: Sekarang Anda dapat mendaftarkan ulang siswa. Untuk melakukan ini, pilih tanggal efektif dari pendaftaran siswa dan alasan untuk pendaftaran nya dari baris kosong di bagian bawah daftar. Juga, memilih sekolah di mana siswa harus terdaftar dan klik tombol Simpan di bagian atas layar
ms_my: Sekarang anda boleh membuat pendaftaran semula pelajar. Untuk melakukan ini, pilih tarikh yang berkesan pendaftaran pelajar dan sebab untuk pendaftaran dari baris kosong di bahagian bawah senarai. Juga, memilih sekolah di mana pelajar perlu mendaftar dan klik butang Simpan di bahagian atas skrin

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the Save button at the top of the screen
id_id: The pendaftaran dan drop tanggal dan alasan dapat dimodifikasi dengan mengklik pada nilai-nilai, mengubah mereka ke nilai yang diinginkan, dan klik tombol Simpan di bagian atas layar
ms_my: Enrolmen dan tarikh penurunan dan sebab-sebab yang boleh diubahsuai dengan klik pada nilai-nilai, perubahan mereka kepada nilai yang dikehendaki, dan klik butang Simpan di bahagian atas skrin

source: The Data Fields page allows you to setup your schools custom data fields. These fields are used to store information about a student in the Other Info student screen
id_id: Data Fields halaman memungkinkan Anda untuk men-setup sekolah bidang kustom data Anda. Bidang ini digunakan untuk menyimpan informasi tentang siswa di layar siswa Other Info
ms_my: Halaman Data Fields membolehkan anda setup data sekolah bidang tersuai anda. Bidang ini digunakan untuk menyimpan maklumat tentang pelajar dalam skrin Maklumat pelajar

source: There are four types of Data Fields, text fields, checkbox fields, date fields, and pull-down menu fields. Text fields can store any text value up to 255 characters long. Checkbox fields can be checked, indicating Yes or remain unchecked, indicating No. Date fields store dates, and pull-down menu fields allow you to select any one of a set of predetermined values
id_id: Ada empat jenis data Fields, bidang teks, bidang kotak centang, bidang tanggal, dan pull-down menu yang bidang. Bidang teks dapat menyimpan nilai teks hingga 255 karakter. Bidang kotak centang dapat diperiksa, menunjukkan Ya atau tetap terkendali, menunjukkan bidang Tanggal tanggal No menyimpan, dan pull-down menu bidang memungkinkan Anda untuk memilih salah satu dari serangkaian nilai-nilai yang telah ditentukan
ms_my: Terdapat empat jenis Bidang Data, medan teks, bidang kotak semak, bidang tarikh, dan bidang menu pull-down. Medan teks boleh menyimpan apa-apa nilai teks sehingga 255 aksara panjang. Bidang kotak semak boleh diperiksa, yang menunjukkan Ya atau kekal dengan tidak, menunjukkan tarikh No Tarikh kedai bidang, dan bidang menu pull-down membolehkan anda untuk memilih mana-mana satu daripada satu set nilai-nilai yang telah ditentukan terlebih dahulu

source: To add a data field, fill in the data fields title and data type, and select whether or not the field should appear on student search screens in the empty fields at the bottom of the data fields list. If the field is a pull-down menu, enter each of the available options in the Pull-down Options field separated by commas. Otherwise, leave this field blank. Click the Save button
id_id: Untuk menambahkan data lapangan, mengisi judul bidang data dan tipe data, dan memilih apakah atau tidak lapangan harus muncul di layar pencarian mahasiswa di bidang kosong di bagian bawah daftar bidang data. Jika field adalah menu pull-down, masukkan masing-masing pilihan yang tersedia dalam bidang Pilihan Tarik-down dipisahkan dengan koma. Jika tidak, biarkan kolom ini kosong. Klik tombol Simpan
ms_my: Untuk menambah medan data, isi tajuk bidang data dan jenis data, dan pilih sama ada atau tidak, bidang akan muncul di skrin carian pelajar dalam bidang kosong di bahagian bawah senarai bidang data. Jika bidang menu pull-down, masukkan setiap pilihan yang ada dalam bidang Tarik-down Pilihan dipisahkan dengan koma. Jika tidak, meninggalkan medan ini kosong. Klik butang Simpan

source: To modify a data field, click on any of the data fields information, change the value, and click the Save button
id_id: Untuk mengubah data lapangan, klik pada salah satu informasi bidang data, mengubah nilai, dan klik tombol Simpan
ms_my: Untuk mengubah suai medan data, klik pada mana-mana maklumat bidang data, menukar nilai, dan klik butang Simpan

source: To delete a data field, click the delete icon
id_id: Untuk menghapus data lapangan, klik ikon hapus
ms_my: Untuk memadam medan data, klik ikon padam

source: next to the data field you want to delete. You will be asked to confirm the deletion
id_id: di sebelah kolom data yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan
ms_my: sebelah medan data yang anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan

source: The Enrollment Codes page allows you to setup your schools enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
id_id: Para Pendaftaran Kode halaman memungkinkan Anda untuk men-setup sekolah Anda kode pendaftaran. Kode Pendaftaran digunakan dalam layar Pendaftaran mahasiswa, dan menentukan alasan siswa itu terdaftar atau dijatuhkan dari sekolah. Kode-kode ini berlaku untuk semua sekolah seluruh sistem.
ms_my: Halaman Pendaftaran Kod membolehkan anda untuk persediaan sekolah kod pendaftaran anda. Kod pendaftaran digunakan dalam skrin pelajar Pendaftaran, dan menyatakan sebab-sebab pelajar telah mendaftar atau digugurkan dari sekolah. Kod-kod ini terpakai kepada semua sekolah-sekolah di seluruh sistem.

source: To add an enrollment code, fill in the enrollment codes title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the Save button.
id_id: Untuk menambahkan kode pendaftaran, mengisi judul pendaftaran kode, nama singkat, dan ketik di ladang kosong di bagian bawah daftar kode pendaftaran. Klik tombol Simpan.
ms_my: Untuk menambah kod pendaftaran, masukkan kod pendaftaran tajuk, nama pendek, dan jenis dalam bidang kosong di bahagian bawah senarai kod pendaftaran. Klik butang Simpan.

source: To modify an enrollment code, click on any of the enrollment codes information, change the value, and click the Save button.
id_id: Untuk memodifikasi kode pendaftaran, klik pada salah satu informasi pendaftaran kode, mengubah nilai, dan klik tombol Simpan.
ms_my: Untuk mengubah suai kod pendaftaran, klik di mana-mana maklumat kod pendaftaran, menukar nilai, dan klik butang Simpan.

source: To delete an enrollment code, click the delete icon
id_id: Untuk menghapus kode pendaftaran, klik ikon hapus
ms_my: Untuk memadam suatu kod pendaftaran, klik ikon padam

source: next to the enrollment code you want to delete. You will be asked to confirm the deletion.
id_id: samping kode pendaftaran yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: sebelah kod pendaftaran anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan.

source: General Information
id_id: Informasi Umum
ms_my: Maklumat Umum

source: is a display of a students fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade
id_id: adalah tampilan informasi siswa mendasar. Ini termasuk tanggal lahir, nomor jaminan sosial, etnis, gender, tempat kelahiran, dan kelas
ms_my: paparan maklumat asas pelajar. Ini termasuk tarikh lahir, nombor keselamatan sosial, etnik, jantina, tempat kelahiran, dan gred

source: Address
id_id: Alamat
ms_my: Alamat

source: Contacts
id_id: Kontak
ms_my: Kenalan

source: Enrollment
id_id: Pendaftaran
ms_my: Pendaftaran

source: is a display of the students enrollment history
id_id: adalah tampilan dari sejarah partisipasi siswa
ms_my: adalah paparan sejarah pendaftaran pelajar

source: User Information
id_id: Informasi Pengguna
ms_my: Maklumat Pengguna

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page.
id_id: Halaman ini menampilkan informasi pengguna mendasar. Ini termasuk namanya, username, password, profil, sekolah, alamat email, dan nomor telepon. Anda dapat mengubah informasi ini dengan mengklik pada nilai yang Anda ingin mengubah, mengubah nilai, dan mengklik tombol Simpan di bagian bawah halaman.
ms_my: Laman ini memaparkan maklumat pengguna asas. Ini termasuk nama, nama pengguna, kata laluan, profil, sekolah, alamat e-mel, dan nombor telefon. Anda boleh menukar mana-mana maklumat ini dengan klik pada nilai yang anda mahu menukar, mengubah nilai, dan klik butang Simpan di bahagian bawah halaman.

source: Associate Students with Parents
id_id: Asosiasi Siswa dengan Orang Tua
ms_my: Pelajar Bersekutu dengan Ibu Bapa

source: This page allows you to associate students to parents.
id_id: Halaman ini memungkinkan Anda untuk menghubungkan siswa untuk orang tua.
ms_my: Laman ini membenarkan anda untuk mengaitkan pelajar kepada ibu bapa.
