Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Please Retype Password
id_id: Silakan Ulangi Password
ms_my: Sila Taip Ulang Password

source: Password Does'nt Exist
id_id: Does&#39;nt Sandi Exist
ms_my: Does&#39;nt Password Wujud

source: Change Password
id_id: Ubah Password
ms_my: Tukar Kata Laluan

source: Old Password
id_id: Lama Sandi
ms_my: Kata Laluan Lama

source: New Password
id_id: Password Baru
ms_my: Kata Laluan Baru

source: Retype Password
id_id: Ketik ulang Password
ms_my: Password Taip semula

source: Father
id_id: Bapa
ms_my: Bapa

source: Mother
id_id: Ibu
ms_my: Ibu

source: Step Mother
id_id: Langkah Ibu
ms_my: Ibu Langkah

source: Step Father
id_id: Langkah Bapa
ms_my: Bapa Langkah

source: Grandmother
id_id: Nenek
ms_my: Nenek

source: Grandfather
id_id: Kakek
ms_my: Datuk

source: Legal Guardian
id_id: Hukum Wali
ms_my: Undang-Undang Guardian

source: Other Family Member
id_id: Anggota Keluarga Lainnya
ms_my: Anggota keluarga lain

source: Work Phone
id_id: Telepon Kantor
ms_my: Telefon kantor

source: Employer
id_id: Majikan
ms_my: Majikan

source: Cannot delete because enrollment codes are associated.
id_id: Tidak dapat menghapus karena kode pendaftaran yang terkait.
ms_my: Tidak boleh memadam kerana kod pendaftaran yang berkaitan.

source: enrollment code
id_id: kode pendaftaran
ms_my: kod pendaftaran

source: Enrollment Code
id_id: Kode Pendaftaran
ms_my: Kod pendaftaran

source: Enrollment Codes
id_id: Kode Pendaftaran
ms_my: Pendaftaran Kod

source: Common Name
id_id: Nama umum
ms_my: Nama Biasa

source: Social Security
id_id: Keamanan Sosial
ms_my: Keselamatan Sosial

source: Date of Birth
id_id: Tanggal lahir
ms_my: Tarikh Lahir

source: Language Spoken
id_id: Disampaikan Bahasa
ms_my: Bahasa Pertuturan

source: Goal Details
id_id: Rincian Tujuan
ms_my: Matlamat Details

source: Goal Title
id_id: Tujuan Judul
ms_my: Tajuk Matlamat

source: Begin Date
id_id: Tanggal Mulai
ms_my: Tarikh Mulai

source: End Date
id_id: Tanggal Akhir
ms_my: Tarikh Tamat

source: Goal Description
id_id: Deskripsi Tujuan
ms_my: Description Matlamat

source: Progress Details
id_id: Kemajuan Rincian
ms_my: Kemajuan Details

source: Date of Entry
id_id: Tanggal Masuk
ms_my: Tarikh Kemasukan

source: Progress Period Name
id_id: Kemajuan Periode Nama
ms_my: Nama kemajuan Tempoh

source: Proficiency
id_id: Kecakapan
ms_my: Kemahiran

source: Progress Assessment
id_id: Penilaian Kemajuan
ms_my: Penilaian Kemajuan

source: Please select the date range :
id_id: Silakan pilih rentang tanggal:
ms_my: Sila pilih rentang tarikh:

source: From :
id_id: Dari:

source: To :
id_id: Untuk:
ms_my: Kepada:

source: With Progress
id_id: Dengan Kemajuan
ms_my: Dengan Kemajuan

source: Print Info for Selected Students
id_id: Info Print untuk Siswa Terpilih
ms_my: Info Cetak Pelajar Terpilih

source: Letter Text
id_id: Surat Teks
ms_my: Teks surat

source: Student Letter
id_id: Surat Mahasiswa
ms_my: Surat pelajar

source: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 compatible
id_id: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 kompatibel
ms_my: Avery Label 15660, 18660, 28660, 5630, 5660, 8660, 5620, 8620 serasi

source: To Student
id_id: Untuk Mahasiswa
ms_my: Ke Pelajar

source: To Primary Emergency Contact
id_id: Untuk Kontak Darurat Primer
ms_my: Talian Kecemasan Utama

source: To Secondary Emergency Contact
id_id: Untuk Kontak Darurat Sekunder
ms_my: Untuk Hubungi Kecemasan Menengah

source: o Both Emergency Contacts
id_id: o Kedua Kontak Darurat
ms_my: o Kedua-dua Kenalan Kecemasan

source: Starting row
id_id: Mulai baris
ms_my: Berturut-turut bermula

source: Starting column
id_id: Mulai kolom
ms_my: Lajur bermula

source: Create Labels for Selected Students
id_id: Buat Label untuk Siswa Terpilih
ms_my: Buat Label Pelajar Terpilih

source: Student Info
id_id: Info Mahasiswa
ms_my: Info Pelajar

source: Add a Student
id_id: Tambahkan Mahasiswa
ms_my: Tambah Pelajar

source: Group Assign Student Info
id_id: Info grup Tetapkan Mahasiswa
ms_my: Info Pelajar Berikan Kumpulan

source: Associate Parents with Students
id_id: Asosiasi Orang tua dengan Siswa
ms_my: Ibu bapa Bersekutu dengan Pelajar

source: Advanced Report
id_id: Lanjutan Laporan
ms_my: Advanced Laporan

source: Print Letters
id_id: Cetak Surat
ms_my: Cetak Surat

source: Print Mailing Labels
id_id: Cetak Label Mailing
ms_my: Hendak mencetak alamat

source: Print Student Labels
id_id: Cetak Label Mahasiswa
ms_my: Mencetak Labels Pelajar

source: Print Student Info
id_id: Cetak Siswa Info
ms_my: Cetak Pelajar Info

source: Print Goals & Progresses
id_id: Cetak Gol &amp; berkembang
ms_my: Matlamat Cetak &amp; berkembang

source: Student Fields
id_id: Mahasiswa Bidang
ms_my: Pelajar Medan

source: Upload Student Photo
id_id: Upload Foto Siswa
ms_my: Upload Photo Pelajar

source: Update Student Photo
id_id: Perbarui Mahasiswa Foto
ms_my: Kemas kini Pelajar Photo

source: Associated Parents
id_id: Associated Orangtua
ms_my: Associated Ibu bapa

source: New Contact Field
id_id: Kontak Baru Lapangan
ms_my: Hubungi Bidang Baru

source: New Contact Field Category
id_id: Kontak Baru Lapangan Kategori
ms_my: New Hubungi Field Kategori

source: Contact Field Category
id_id: Kontak Kategori Bidang
ms_my: Hubungi Kategori Bidang

source: Contact Field Categories
id_id: Kontak Kategori Bidang
ms_my: Hubungi Kategori Bidang

source: Contact Field
id_id: Hubungi Lapangan
ms_my: Hubungi Field

source: Contact Fields
id_id: Hubungi Fields
ms_my: Hubungi Medan

source: Student Information Report
id_id: Informasi Laporan Mahasiswa
ms_my: Laporan Maklumat Pelajar

source: Personal Information
id_id: Informasi Pribadi
ms_my: Maklumat Peribadi

source: Birth Date
id_id: Tanggal Lahir
ms_my: Tarikh Lahir

source: Home Address
id_id: Alamat Rumah
ms_my: Alamat Rumah

source: Primary Emergency Contact
id_id: Primer Darurat Hubungi
ms_my: Kecemasan Utama

source: Relation
id_id: Hubungan
ms_my: Perhubungan

source: Mobile Phone
id_id: Telepon selular
ms_my: Telefon Bimbit

source: Secondary Emergency Contact
id_id: Sekunder Darurat Hubungi
ms_my: Kecemasan Hubungi Menengah

source: Additional Contact
id_id: Tambahan Hubungi
ms_my: Hubungi tambahan

source: Medical Information
id_id: Informasi Medis
ms_my: Maklumat perubatan

source: Physician Name
id_id: Nama Dokter
ms_my: Nama Doktor

source: Physicians Phone
id_id: Telepon Dokter
ms_my: Telefon pakar-pakar perubatan

source: Hospital Name
id_id: Nama Rumah Sakit
ms_my: Nama Hospital

source: Doctor's Note
id_id: Dokter Catatan
ms_my: Doktor Nota

source: Medical Alert
id_id: Medis Pemberitahuan

source: Nurse Visit Record
id_id: Perawat Kunjungi Rekam
ms_my: Rekod jururawat Visit

source: Time In
id_id: Waktu Di
ms_my: Masa Dalam

source: Reason
id_id: Alasan
ms_my: Sebab

source: Entered by
id_id: Dimasukkan oleh
ms_my: Dimasukkan oleh

source: Advanced Search
id_id: Pencarian

source: Back to Basic Search
id_id: Kembali ke Pencarian Dasar
ms_my: Back to Search Asas

source: Birthday
id_id: Ulang tahun

source: Goal and Progress
id_id: Tujuan dan Kemajuan
ms_my: Matlamat dan Kemajuan

source: Medical
id_id: Medis
ms_my: Perubatan

source: Doctors Note
id_id: Catatan Dokter
ms_my: Doktor Nota

source: Immunization
id_id: Imunisasi
ms_my: Imunisasi

source: Alert
id_id: Waspada
ms_my: Isyarat

source: Nurse Visit
id_id: Perawat Kunjungi
ms_my: Visit jururawat

source: Group by Family
id_id: Kelompok oleh Keluarga
ms_my: Kumpulan oleh Keluarga

source: Are you sure want to delete this Goal
id_id: Apakah Anda yakin ingin menghapus Tujuan ini
ms_my: Adakah anda pasti ingin memadam Matlamat ini

source: Unable to delete Goal. Please delete Progresses first
id_id: Tidak dapat menghapus Tujuan. Silakan hapus berlangsung pertama
ms_my: Tidak dapat memadam Matlamat. Sila memadam maju mula-mula

source: Are you sure want to delete this Progress
id_id: Apakah Anda yakin ingin menghapus Kemajuan ini
ms_my: Adakah anda pasti ingin memadam Kemajuan ini

source: Current school drop date
id_id: Sekolah saat ini jatuh tanggal
ms_my: Tarikh drop sekolah semasa

source: Transferring to
id_id: Mentransfer ke
ms_my: Memindahkan ke

source: New schools enrollment date
id_id: Pendaftaran sekolah baru tanggal
ms_my: Tarikh pendaftaran sekolah-sekolah baru

source: Previous
id_id: Sebelumnya
ms_my: Sebelum

source: Next
id_id: Berikutnya
ms_my: Seterusnya

source: Cannot delete because student fields are associated.
id_id: Tidak dapat menghapus karena ladang murid terkait.
ms_my: Tidak boleh memadam kerana bidang pelajar dikaitkan.

source: Cannot delete because field categories are associated.
id_id: Tidak dapat menghapus karena kategori bidang yang terkait.
ms_my: Tidak boleh memadam kerana kategori bidang yang berkaitan.

source: New Student Field
id_id: Mahasiswa Baru Lapangan
ms_my: Student Field Baru

source: New Student Field Category
id_id: Kategori Lapangan Mahasiswa Baru
ms_my: Kategori Bidang Pelajar Baru

source: Field Name
id_id: Nama Field
ms_my: Nama Medan

source: Auto Pull-down
id_id: Auto Tarik-down
ms_my: Auto Tarik-down

source: Select Multiple from Options
id_id: Pilih Beberapa dari Pilihan
ms_my: Pilih Beberapa daripada Pilihan

source: Student Field Category
id_id: Lapangan Mahasiswa Kategori
ms_my: Bidang Kategori Pelajar

source: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Multiple Choices
id_id: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Pilihan Ganda
ms_my: Pull-Down/Auto Pull-Down/Coded Pull-Down/Select Pelbagai Pilihan

source: * one per line
id_id: * Satu per baris
ms_my: * Satu per baris

source: Default
id_id: Standar

source: * for dates: YYYY-MM-DD,
id_id: * Untuk tanggal: YYYY-MM-DD,
ms_my: * Untuk tarikh: YYYY-MM-DD,

source: for checkboxes: Y
id_id: untuk kotak centang: Y
ms_my: untuk kotak semak: Y

source: Required
id_id: Diperlukan
ms_my: Dikehendaki

source: Hide
id_id: Menyembunyikan
ms_my: Sembunyi

source: Include(should be left blank for most categories)
id_id: Sertakan (harus dibiarkan kosong untuk kategori yang paling)
ms_my: Termasuk (harus dibiarkan kosong bagi kebanyakan kategori)

source: Student Field Categories
id_id: Lapangan Mahasiswa Kategori
ms_my: Kategori Bidang Pelajar

source: Student Field
id_id: Mahasiswa Bidang
ms_my: Bidang Pelajar

source: Student Labels
id_id: Label Mahasiswa
ms_my: Pelajar Labels

source: Room No
id_id: Tidak ada kamar
ms_my: Bilik Tiada

source: Include on Labels:
id_id: Sertakan pada Label:
ms_my: Masukkan pada Labels:

source: Attendance Teacher
id_id: Kehadiran Guru
ms_my: Guru Kehadiran

source: Attendance Room
id_id: Kehadiran Kamar
ms_my: Bilik Kehadiran

source: Upload Students Photo
id_id: Upload Foto Siswa
ms_my: Upload Photo Pelajar

source: Cannot upload file. Only jpeg, jpg, png, gif files are allowed
id_id: Tidak bisa upload file. Hanya jpeg, jpg, png, gif file diperbolehkan
ms_my: Tidak boleh memuat naik fail. Hanya jpeg, jpg, png, fail gif dibenarkan

source: Select image file
id_id: Pilih file gambar
ms_my: Pilih fail imej

source: Select image files
id_id: Pilih file gambar
ms_my: Pilih fail imej

source: Please select a student first! from the
id_id: Silahkan pilih seorang siswa pertama! dari
ms_my: Sila pilih pelajar terlebih dahulu! daripada

source: Tab
id_id: Kerugian
ms_my: Kehilangan

source: Add New Contact
id_id: Tambah Kontak Baru
ms_my: Tambah Kenalan Baru

source: Students Home Address
id_id: Siswa Alamat Rumah
ms_my: Home Alamat Pelajar

source: Address Line 1
id_id: Alamat Baris 1
ms_my: Alamat Baris 1

source: Map it
id_id: Peta itu
ms_my: Peta ia

source: Address Line 2
id_id: Alamat Baris 2
ms_my: Alamat Baris 2

source: Bus No
id_id: Bus Tidak ada

source: Students Mailing Address
id_id: Siswa Mailing Alamat
ms_my: Alamat Surat-Menyurat Pelajar

source: Same as Home Address
id_id: Sama seperti Alamat Rumah
ms_my: Sama seperti Alamat Rumah

source: Add New Address
id_id: Tambahkan Alamat Baru
ms_my: Tambah Alamat Baru

source: Address Line
id_id: Alamat Baris
ms_my: Alamat Baris

source: Postal Code
id_id: Kode Pos

source: Relationship to Student
id_id: Hubungan dengan Siswa
ms_my: Hubungan ke Pelajar

source: Cell/Mobile Phone
id_id: Sel / Ponsel
ms_my: Your / Telefon Bimbit

source: Custody of Student
id_id: Penitipan Mahasiswa
ms_my: Penjagaan Pelajar

source: Same as Students Home Address
id_id: Sama seperti Alamat Rumah Siswa
ms_my: Sama seperti Alamat Rumah Pelajar

source: Same as Student's Home Address
id_id: Sama seperti Alamat Rumah Siswa
ms_my: Sama seperti Alamat Rumah Pelajar

source: This is an Emergency Contact.
id_id: Ini merupakan Hubungi Darurat.
ms_my: Ini adalah Talian Kecemasan.

source: Custody
id_id: Tahanan
ms_my: Jagaan

source: This is an Emergency Contact
id_id: Ini merupakan Hubungi Darurat
ms_my: Ini adalah Talian Kecemasan

source: Entered By
id_id: Dimasukkan oleh
ms_my: Dimasukkan oleh

source: Attendance Start Date this School Year
id_id: Mulai Kehadiran Tanggal ini Tahun Sekolah
ms_my: Kehadiran Mula Tarikh ini Tahun Sekolah

source: Next grade at current school
id_id: Berikutnya kelas di sekolah saat ini
ms_my: Gred seterusnya di sekolah semasa

source: White, Non-Hispanic
id_id: Putih, non-Hispanik
ms_my: Putih, Non-Hispanic

source: Black, Non-Hispanic
id_id: Hitam, non-Hispanik
ms_my: Hitam, Bukan-Hispanic

source: Hispanic
id_id: Hispanik

source: American Indian or Native Alaskan
id_id: Indian Amerika atau penduduk asli Alaska
ms_my: American India atau asli Alaska

source: Pacific Islander
id_id: Kepulauan Pasifik

source: Asian
id_id: Diskusi
ms_my: Perbincangan

source: Indian
id_id: India
ms_my: India

source: Middle Eastern
id_id: Timur Tengah
ms_my: Timur Tengah

source: African
id_id: Afrika
ms_my: Afrika

source: Mixed Race
id_id: Campuran Ras
ms_my: Race Campuran

source: Other
id_id: Lainnya
ms_my: Lain-lain

source: English
id_id: Bahasa Inggris
ms_my: Bahasa Inggeris

source: Arabic
id_id: Arab
ms_my: Bahasa Arab

source: Bengali
id_id: Benggala

source: Chinese
id_id: Cina
ms_my: Cina

source: French
id_id: Prancis
ms_my: Bahasa Perancis

source: German
id_id: Jerman
ms_my: Jerman

source: Italian
id_id: Italia
ms_my: Itali

source: Japanese
id_id: Jepang
ms_my: Jepun

source: Korean
id_id: Korea
ms_my: Korea

source: Malay
id_id: Melayu
ms_my: Melayu

source: Polish
id_id: Polandia
ms_my: Bahasa Poland

source: Portuguese
id_id: Portugis
ms_my: Portugis

source: Russian
id_id: Rusia
ms_my: Rusia

source: Somali
id_id: Somalia
ms_my: Somalia

source: Spanish
id_id: Spanyol
ms_my: Bahasa Sepanyol

source: Thai
id_id: Thailand
ms_my: Thailand

source: Turkish
id_id: Turki
ms_my: Turki

source: Vietnamese
id_id: Vietnam
ms_my: Vietnam

source: Demographic Information
id_id: Informasi Demografis
ms_my: Maklumat demografik

source: V
id_id: Dalam
ms_my: Dalam

source: Estimated Grad. Date
id_id: Perkiraan Grad. Tanggal
ms_my: Grad Anggaran. Tarikh

source: Primary Language
id_id: Bahasa Utama
ms_my: Bahasa Utama

source: Update Student's Photo
id_id: Perbarui Siswa Foto
ms_my: Pelajar Update, Photo

source: Will automatically be assigned
id_id: Otomatis akan ditugaskan
ms_my: Secara automatik akan menjadi yang diberikan

source: Rolling/Retention Options
id_id: Bergulir / Retensi Pilihan
ms_my: Rolling / Penahanan Pilihan

source: Access Information
id_id: Akses Informasi
ms_my: Maklumat Akses

source: Disable Student
id_id: Nonaktifkan Mahasiswa
ms_my: Matikan Pelajar

source: Enrollment Information
id_id: Informasi Pendaftaran
ms_my: Maklumat Pendaftaran

source: Primary Care Physician
id_id: Dasar Perawatan Dokter
ms_my: Penjagaan Doktor Rendah

source: Preferred Medical Facility
id_id: Pilihan Medis Fasilitas
ms_my: Pilihan Kemudahan Perubatan

source: Medical Note
id_id: Catatan Medis
ms_my: Nota Perubatan

source: Medical Notes
id_id: Catatan Medis
ms_my: Nota Perubatan

source: Immunizations or Physicals
id_id: Imunisasi atau fisik
ms_my: Imunisasi atau Physicals

source: Immunization/Physical Record
id_id: Imunisasi / Rekam Fisik
ms_my: Imunisasi / Rekod Fizikal

source: Alert Date
id_id: Tanggal Pemberitahuan
ms_my: Tarikh Alert

source: Medical Alerts
id_id: Alarm Medis
ms_my: Isyarat Perubatan

source: Nurse Visits
id_id: Perawat Kunjungan
ms_my: Jururawat Visits

source: Backup
id_id: Cadangan
ms_my: Sandaran

source: Note:
id_id: Catatan:
ms_my: Nota:

source: This backup utility will create a backup of the database along with the database structure. You will be able to use this backup file to restore the database. However, in order to restore, you will need to have access to MySQL administration application like phpMyAdmin and the root user id and password to MySQL.
id_id: Utilitas ini cadangan akan membuat cadangan dari database bersama dengan struktur database. Anda akan dapat menggunakan file ini cadangan untuk mengembalikan database. Namun, dalam rangka untuk memulihkan, Anda akan perlu memiliki akses ke aplikasi administrasi MySQL seperti phpMyAdmin dan user id root dan password ke MySQL.
ms_my: Utiliti sandaran akan buat sandaran pangkalan data bersama-sama dengan struktur pangkalan data. Anda akan dapat menggunakan gambar ini sandaran untuk mengembalikan pangkalan data. Walau bagaimanapun, untuk memulihkan, anda akan perlu untuk mempunyai akses kepada aplikasi pentadbiran MySQL seperti phpMyAdmin dan id pengguna dan kata laluan root untuk MySQL.

source: Log deleted successfully
id_id: Login berhasil dihapus
ms_my: Log berhasil dihapuskan

source: You have to select atleast one date from the date range
id_id: Anda harus memilih minimal satu tanggal dari rentang tanggal
ms_my: Anda perlu memilih atleast salah satu tarikh daripada pelbagai tarikh

source: Delete Log
id_id: Hapus Log
ms_my: Padam Log

source: Please Select Date Range
id_id: Silakan Pilih Rentang Tanggal
ms_my: Sila Pilih Julat Tarikh

source: Log Details
id_id: Rincian log

source: Generate
id_id: Menghasilkan
ms_my: Menjana

source: Login Time
id_id: Masuk Waktu
ms_my: Masa Masuk

source: User Name
id_id: Nama Pengguna

source: Failure Count
id_id: Kegagalan Hitung
ms_my: Count Kegagalan

source: IP Address
id_id: Alamat IP

source: login record
id_id: masuk catatan
ms_my: rekod login

source: login records
id_id: masuk catatan
ms_my: login rekod

source: No login records were found
id_id: Tidak ada catatan login ditemukan
ms_my: Tiada rekod login ditemui

source: You have to select date from the date range
id_id: Anda harus memilih tanggal dari rentang tanggal
ms_my: Anda perlu memilih tarikh dari pelbagai tarikh

source: Access Log
id_id: Akses Log
ms_my: Akses Log

source: You
id_id: Anda
ms_my: Anda

source: must
id_id: harus
ms_my: mesti

source: roll users, school periods, marking periods, calendars, and report card
id_id: gulungan pengguna, periode sekolah, periode tanda, kalender, dan kartu laporan
ms_my: pengguna roll, tempoh sekolah, menandakan tempoh, kalendar, dan kad laporan

source: codes at the same time or before rolling courses
id_id: kode pada saat yang sama atau sebelum program bergulir
ms_my: kod pada masa yang sama atau sebelum rolling kursus

source: roll courses at the same time or before rolling report card comments
id_id: gulungan kursus di waktu yang sama atau sebelum rolling komentar rapor
ms_my: daftar kursus pada masa yang sama atau sebelum rolling comments kad laporan

source: Red items have already have data in the next school year (They might have been rolled)
id_id: Item merah telah memiliki data pada tahun ajaran berikutnya (Mereka mungkin telah digulung)
ms_my: Item merah telah mempunyai data dalam tahun persekolahan berikutnya (Mereka mungkin telah digulung)

source: Rolling red items will delete already existing data in the next school year
id_id: Item merah bergulir akan menghapus data yang sudah ada pada tahun ajaran berikutnya
ms_my: Rolling item merah akan memadam data sedia ada di sekolah pada tahun berikut

source: The data have been rolled
id_id: Data telah digulung
ms_my: Data telah digulung

source: Please login again
id_id: Silahkan login kembali
ms_my: Sila login lagi

source: The selected user's profile now includes access to the selected students.
id_id: Profil pengguna yang dipilih sekarang termasuk akses kepada para siswa yang dipilih.
ms_my: Profil pengguna yang dipilih sekarang termasuk akses kepada pelajar-pelajar yang dipilih.

source: Add Selected Students
id_id: Tambahkan Siswa Terpilih
ms_my: Tambah Pelajar Terpilih

source: Associate
id_id: Rekan
ms_my: Bersekutu

source: Can Use
id_id: Bisa Pakai
ms_my: Boleh Menggunakan

source: Can Edit
id_id: Bisa Sunting
ms_my: Bolehkah Edit

source: Parent
id_id: Induk
ms_my: Ibu Bapa

source: Error
id_id: Kesalahan
ms_my: Ralat

source: is assigned to the profile
id_id: ditugaskan untuk profil
ms_my: ditugaskan untuk profil

source: To assign permissions to this user, either change the permissions for this profile using the
id_id: Untuk memberikan izin kepada pengguna ini, baik mengubah hak akses untuk profil ini menggunakan
ms_my: Untuk memberi keizinan kepada pengguna ini, sama ada mengubah keizinan bagi profil ini menggunakan

source: setup program or change this user to a User with custom permissions using the
id_id: program setup atau mengubah pengguna ini untuk pengguna dengan hak akses kustom menggunakan
ms_my: program persediaan atau mengubah pengguna ini kepada Pengguna dengan keizinan adat menggunakan

source: Maximum Failure Allow
id_id: Kegagalan Izinkan Maksimum
ms_my: ELAUN Kegagalan maksimum

source: User Info
id_id: Info Pengguna
ms_my: Keterangan Pengguna

source: Add a User
id_id: Tambah Pengguna
ms_my: Tambah Pengguna

source: Profiles
id_id: Profil
ms_my: Profil

source: Your new passwords did not match.
id_id: Password baru anda tidak cocok.
ms_my: Kata laluan baru anda tidak sepadan.

source: Your current password was incorrect.
id_id: Password Anda saat ini tidak benar.
ms_my: Kata laluan semasa anda adalah tidak betul.

source: Your new password was saved.
id_id: Password baru anda telah disimpan.
ms_my: Kata laluan baru anda telah disimpan.

source: Display Options
id_id: Pilihan Tampilan
ms_my: Paparan Pilihan

source: Student Listing
id_id: Daftar Siswa
ms_my: Senarai Pelajar

source: Given Name
id_id: Mengingat Nama
ms_my: Nama diberi

source: Student Sorting
id_id: Mahasiswa Sortasi
ms_my: Menyusun Pelajar

source: Grade, Name
id_id: Kelas, Nama
ms_my: Gred, Nama

source: File Export Type
id_id: Berkas Ekspor Jenis
ms_my: Jenis File Eksport

source: Display student search screen
id_id: Tampilan layar pencarian mahasiswa
ms_my: Paparan skrin carian pelajar

source: Group by family by default
id_id: Kelompok oleh keluarga secara default
ms_my: Kumpulan oleh keluarga secara lalai

source: Search all schools by default
id_id: Cari semua sekolah secara default
ms_my: Search semua sekolah secara lalai

source: Highlight Color
id_id: Sorot Warna
ms_my: Warna Highlight

source: Currency
id_id: Mata uang
ms_my: Mata Wang

source: Date Format
id_id: Format Tanggal
ms_my: Format Tarikh

source: Disable login alerts
id_id: Nonaktifkan peringatan Login
ms_my: Matikan isyarat login

source: Display data using hidden fields
id_id: Menampilkan data menggunakan field tersembunyi
ms_my: Paparan data menggunakan bidang yang tersembunyi

source: Current Password
id_id: Sandi saat ini
ms_my: Kata Laluan Semasa

source: Verify New Password
id_id: Verifikasi Password Baru
ms_my: Pengesahan Kata Laluan Baru

source: Contact Information
id_id: Informasi Kontak
ms_my: Maklumat Perhubungan

source: Contact Info Rollover
id_id: Kontak Info Rollover
ms_my: Hubungi Info Rollover

source: Home Phone Number
id_id: Nomor Telepon Rumah
ms_my: Nombor Telefon Rumah

source: Guardians
id_id: Wali
ms_my: Penjaga

source: All Contacts
id_id: Semua Kontak
ms_my: Semua Kenalan

source: Addresses
id_id: Alamat
ms_my: Alamat

source: Residence
id_id: Tempat tinggal

source: Field
id_id: Lapangan
ms_my: Bidang
