Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: If you are using the Gradebook, you can have openSIS calculate each students quarter grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
id_id: Jika Anda menggunakan Buku Nilai, Anda dapat memiliki openSIS menghitung setiap nilai siswa kuartal dengan mengklik pada link Kelas Gunakan Buku Nilai di bagian atas daftar. Mengklik link ini secara otomatis akan menyimpan setiap nilai siswa dan menyegarkan daftar
ms_my: Jika anda menggunakan Gradebook, anda boleh mempunyai openSIS mengira setiap gred suku pelajar dengan klik pada link Gred Penggunaan Gradebook di bahagian atas senarai. Mengklik pautan ini secara automatik akan menyimpan setiap gred pelajar dan muat semula senarai

source: Configuration
id_id: Konfigurasi
ms_my: Konfigurasi

source: This page allows you to configure the gradebook
id_id: Halaman ini memungkinkan Anda untuk mengkonfigurasi gradebook
ms_my: Laman ini membenarkan anda untuk mengkonfigurasi gradebook

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19
id_id: Anda dapat mengkonfigurasi gradebook untuk mengumpulkan skor atas, bawah, atau normal. Pembulatan normal putaran 19,5-20 tapi 19,4-19
ms_my: Anda boleh mengkonfigurasi gradebook ke pusingan markah, turun, atau biasanya. Penggenapan normal akan pusingan 19,5-20 tetapi 19,4-19

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0
id_id: Anda juga dapat mengkonfigurasi poin breakoff skor untuk setiap nilai-huruf. Misalnya, jika Anda mengatur poin breakoff skor untuk A +, A, dan A-ke 99, 91, dan 90 masing-masing, seorang mahasiswa dengan 99% sampai 100% akan memiliki A +, mahasiswa lain dengan 91% hingga 98% akan memiliki A, dan seorang siswa dengan 90% akan memiliki-A. Para breakoff mendapat angka untuk F mungkin harus 0
ms_my: Anda juga boleh mengkonfigurasi mata breakoff markah bagi setiap gred surat. Sebagai contoh, jika anda menetapkan mata breakoff skor A +, A, dan A-untuk 99, 91, dan 90 masing-masing, pelajar dengan% 99 untuk 100% akan mempunyai 1 + A, pelajar lain dengan% satu 91 ke 98% akan mempunyai A, dan seorang pelajar dengan 90% akan mempunyai-A. Skor titik breakoff untuk F mungkin harus 0

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter and semester exam grades to calculate the semester grade
id_id: Akhirnya, Anda juga dapat mengkonfigurasi persentase penilaian akhir setiap semester. Nilai-nilai ini digunakan ketika rata-rata kuartal dan nilai ujian semester untuk menghitung kelas semester
ms_my: Akhirnya, anda juga boleh mengkonfigurasi peratusan penggredan akhir setiap semester. Nilai-nilai ini digunakan apabila purata suku dan gred peperiksaan semester untuk mengira gred semester

source: Assignments
id_id: Tugas
ms_my: Tugasan

source: This page allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments
id_id: Halaman ini memungkinkan Anda untuk men-setup tugas Anda. Ada dua tingkatan terlibat dengan tugas: jenis tugas dan tugas
ms_my: Laman ini membenarkan anda untuk persediaan tugasan anda. Terdapat dua peringkat yang terlibat dengan tugasan: jenis tugasan dan tugasan

source: You will probably have assignment types called Homework, Tests, and perhaps Quizzes. Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods
id_id: Anda mungkin akan memiliki jenis tugas yang disebut PR, Tes, dan mungkin Kuis. Jenis tugas yang ditetapkan untuk setiap periode di mana Anda mengajar setiap program yang diberikan. Jadi, jika Anda mengajarkan Aljabar pada tanggal 1 dan periode 3, Anda harus menambahkan jenis tugas untuk hanya satu periode
ms_my: Anda mungkin akan mempunyai jenis tugasan yang dipanggil Kerja Rumah, Ujian, dan mungkin Kuiz-kuiz. Jenis Assignment ditetapkan bagi setiap tempoh yang anda mengajar mana-mana kursus yang diberikan. Jadi, jika anda mengajar Algebra tempoh pada 1 dan 3, anda akan perlu untuk menambah jenis tugasan kepada hanya satu-tempoh

source: To add an assignment type or an assignment, click on the Add icon
id_id: Untuk menambahkan jenis tugas atau tugas, klik pada ikon Add
ms_my: Untuk menambah jenis tugasan atau suatu penguntukan, klik pada ikon Tambah

source: in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments
id_id: di kolom yang sesuai dengan apa yang ingin Anda tambahkan. Kemudian, mengisi informasi di bidang di atas daftar tugas
ms_my: dalam ruang yang sama dengan apa yang anda mahu tambah. Kemudian, isikan maklumat dalam bidang di atas senarai tugasan

source: types and click the Save button
id_id: jenis dan klik tombol Simpan
ms_my: jenis dan klik butang Simpan

source: If you check Apply to all Periods for this Course, the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added
id_id: Jika Anda memeriksa Terapkan untuk semua Periode Kursus ini, tugas akan ditambahkan untuk setiap periode yang Anda mengajarkan kursus yang spesifik, dalam jenis tugas yang sama ditambahkan
ms_my: Jika anda cek Memohon kepada semua Tempoh Kursus ini, tugasan akan ditambah bagi setiap tempoh yang anda mengajar kursus tertentu, jenis tugasan yang sama cara ditambah

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments
id_id: Untuk mengubah tugas atau jenis, klik pada tugas atau jenis yang ingin Anda memodifikasi dan klik pada nilai yang Anda ingin mengubah di daerah abu-abu di atas tugas
ms_my: Untuk mengubah suatu penguntukan atau taip, klik pada tugasan atau jenis yang anda mahu untuk mengubah suai dan klik pada nilai yang anda mahu berubah di kawasan kelabu di atas tugasan

source: types lists. Then, change the value and click the Save button
id_id: jenis daftar. Lalu, mengubah nilai dan klik tombol Simpan
ms_my: jenis senarai. Kemudian, perubahan nilai dan klik butang Simpan

source: Finally, to delete an item, select it by clicking on its title on the list and click the Delete button at the top of the screen. You will be asked to confirm the deletion
id_id: Akhirnya, untuk menghapus item, pilih dengan mengklik pada judul pada daftar dan klik tombol Hapus di bagian atas layar. Anda akan diminta untuk mengkonfirmasi penghapusan
ms_my: Akhir sekali, untuk memadam item, pilih dengan mengklik pada tajuk senarai dan klik butang Delete di bahagian atas skrin. Anda akan diminta untuk mengesahkan penghapusan

source: Grades
id_id: Kelas
ms_my: Gred

source: This page allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
id_id: Halaman ini memungkinkan Anda untuk memasukkan nilai tugas untuk semua siswa Anda pada periode berjalan. Secara default, program ini akan daftar siswa di kelas periode pertama Anda. Anda dapat mengubah periode saat ini dengan mengubah periode pull-down menu di frame kiri untuk periode yang diinginkan
ms_my: Laman ini membenarkan anda untuk memasukkan gred tugasan untuk semua pelajar-pelajar anda dalam tempoh semasa. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas tempoh pertama anda. Anda boleh mengubah tempoh semasa dengan menukar tempoh menu pull-down di bingkai kiri untuk tempoh yang dikehendaki

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the students name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the Save button at the top of the screen
id_id: Setelah Anda memilih periode benar, Anda akan melihat total poin dan kelas kumulatif untuk setiap siswa di kelas Anda. Anda dapat melihat nilai untuk tugas dengan memilih tugas dari tugas menu pull-down di bagian atas layar. Dari sini, Anda bisa memasukkan kelas baru dengan memasukkan poin yang diterima ke dalam bidang kosong di sebelah nama siswa atau Anda dapat memodifikasi kelas yang ada dengan mengklik pada poin yang diterima dan mengubah nilai. Setelah mengubah nilai, klik tombol Simpan di bagian atas layar
ms_my: Setelah anda memilih tempoh yang betul, anda akan melihat jumlah mata dan gred kumulatif bagi setiap pelajar dalam kelas anda. Anda boleh melihat gred bagi suatu penguntukan dengan memilih tugasan dari tugasan pull-down menu di bahagian atas skrin. Dari sini, anda boleh input gred baru dengan memasuki mata yang diperolehi ke dalam bidang kosong di sebelah nama pelajar atau anda boleh mengubah gred yang sedia ada dengan klik pada mata yang diperoleh dan perubahan nilai. Selepas menukar gred, klik butang Simpan di bahagian atas skrin

source: You can also view and change all the grades for a single student by clicking on the students name in the list. Input grades in the same way that you did with the multiple student list
id_id: Anda juga dapat melihat dan mengubah semua nilai untuk seorang siswa tunggal dengan mengklik pada nama siswa dalam daftar. Masukan nilai dalam cara yang sama yang Anda lakukan dengan daftar beberapa siswa
ms_my: Anda juga boleh melihat dan mengubah semua gred bagi pelajar satu dengan klik pada nama pelajar dalam senarai. Gred input dengan cara yang sama yang anda telah lakukan dengan senarai pelajar pelbagai

source: Progress Reports
id_id: Laporan Kemajuan
ms_my: Laporan Perkembangan

source: This report that allows you to print progress reports for any number of students
id_id: Hal ini melaporkan bahwa memungkinkan Anda untuk mencetak laporan kemajuan untuk jumlah siswa
ms_my: Ini laporan yang membolehkan anda untuk mencetak laporan kemajuan bagi mana-mana nombor pelajar

source: You can choose to print the progress reports with mailing labels. The progress reports will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one progress report may be printed per student if the student has guardians residing at more than one address
id_id: Anda dapat memilih untuk mencetak laporan kemajuan dengan label surat. Laporan kemajuan akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu laporan kemajuan tersebut dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat
ms_my: Anda boleh memilih untuk mencetak laporan kemajuan dengan label mel. Laporan kemajuan akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu laporan kemajuan boleh dicetak setiap pelajar sekiranya pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat

source: The progress reports will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
id_id: Laporan kemajuan akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit
ms_my: Laporan kemajuan secara automatik akan turun ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit

source: This utility allows you to print report cards for any number of students
id_id: Utilitas ini memungkinkan Anda untuk mencetak kartu laporan untuk sejumlah siswa
ms_my: Utiliti ini membolehkan anda untuk mencetak kad laporan untuk apa-apa bilangan pelajar

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected
id_id: Anda dapat mencari siswa yang terdaftar dalam kursus tertentu dengan mengklik link Pilih sebelah opsi Kursus pencarian dan memilih saja dari jendela popup yang muncul. Anda juga dapat membatasi pencarian Anda berdasarkan IPK tertimbang / unweighted, peringkat kelas, dan surat kelas dengan mengisi dalam batas atas dan bawah dari IPK dan peringkat kelas jangkauan dan memeriksa kotak centang surat kelas yang diinginkan. Sebagai contoh, ini memungkinkan Anda untuk mencari semua siswa dalam sepuluh kelas mereka, semua siswa yang gagal, atau semua siswa yang telah gagal setidaknya satu kursus pada periode menandai dipilih
ms_my: Anda boleh mencari pelajar yang mendaftar di kursus tertentu dengan mengklik pautan Pilih sebelah pilihan carian Kursus dan memilih kursus dari tetingkap popup yang muncul. Anda juga boleh menghadkan carian anda berdasarkan GPA wajaran / unweighted, kelas, pangkat, dan surat gred dengan mengisi batas atas dan bawah PNG dan pangkat pelbagai kelas dan memeriksa gred yang dikehendaki kotak semak surat. Sebagai contoh, ini membolehkan anda untuk mencari semua pelajar dalam peringkat sepuluh kelas, semua pelajar-pelajar yang gagal, atau semua pelajar yang telah gagal sekurang-kurangnya satu kursus dalam tempoh menandakan dipilih

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address
id_id: Juga, Anda dapat memilih untuk mencetak kartu laporan dengan label surat. Kartu laporan akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu kartu laporan dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat
ms_my: Juga, anda boleh memilih untuk mencetak kad laporan dengan label mel. Kad laporan akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu kad laporan boleh dicetak setiap pelajar sekiranya pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
id_id: Kartu laporan akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit
ms_my: Kad laporan secara automatik akan turun ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit

source: Administration
id_id: Administrasi
ms_my: Pentadbiran

source: This page allows you to view and change the student attendance records for any given day.
id_id: Halaman ini memungkinkan Anda untuk melihat dan mengubah catatan kehadiran murid untuk hari tertentu.
ms_my: Laman ini membenarkan anda untuk melihat dan mengubah rekod kehadiran pelajar bagi mana-mana hari diberi.

source: next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
id_id: samping kode kehadiran menu pull-down. Jika Anda memilih kode kehadiran kedua, program akan daftar siswa yang menerima kode baik di siang hari.
ms_my: sebelah kod kehadiran menu pull-down. Jika anda memilih kod kehadiran kedua, program ini akan menyenaraikan pelajar-pelajar yang menerima kod sama ada di siang hari.

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
id_id: Anda dapat mengubah tanggal yang ditampilkan dengan mengklik tanggal pada sisi kiri atas layar dan mengubah ke tanggal yang dikehendaki.
ms_my: Anda boleh mengubah tarikh yang dipaparkan dengan klik pada tarikh di bahagian atas kiri skrin dan berubah-ubah ke tarikh yang dikehendaki.

source: After making changes to the attendance codes displayed or the current date, click the Update button to refresh the screen with the new parameters.
id_id: Setelah membuat perubahan pada kode kehadiran ditampilkan atau tanggal saat ini, klik tombol Update untuk refresh layar dengan parameter baru.
ms_my: Selepas membuat perubahan kepada kod-kod kehadiran yang dipaparkan atau tarikh semasa, klik butang Update untuk menyegarkan skrin dengan parameter baru.

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the students name.
id_id: Anda juga dapat melihat kode kehadiran ditugaskan kepada siswa oleh guru serta melihat dan masukkan komentar untuk setiap periode dengan mengklik pada nama siswa.
ms_my: Anda juga boleh melihat kod kehadiran yang diberikan kepada pelajar oleh guru serta melihat dan masukkan komen untuk setiap tempoh dengan klik pada nama pelajar.

source: Clicking on Current Student on the top of the screen will display the days attendance records for the current student displayed in the left frame.
id_id: Mengklik pada Siswa saat ini pada bagian atas layar akan menampilkan catatan hari kehadiran untuk siswa saat ini ditampilkan di frame kiri.
ms_my: Mengklik pada Pelajar Semasa di atas skrin akan memaparkan rekod hari kehadiran bagi pelajar semasa yang dipaparkan dalam bingkai kiri.

source: Add Absences
id_id: Tambahkan absen
ms_my: Tambah ketidakhadiran

source: This page allows you to add an absence to a group of students in one action.
id_id: Halaman ini memungkinkan Anda untuk menambahkan ketiadaan kepada sekelompok siswa dalam satu tindakan.
ms_my: Laman ini membenarkan anda untuk menambah ketiadaan kepada sekumpulan pelajar dalam satu tindakan.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smiths first period students or the football team who will be on an all day field trip.
id_id: Pertama, mencari siswa. Perhatikan bahwa Anda dapat mencari siswa yang terdaftar dalam kursus tertentu atau dalam aktivitas tertentu. Hal ini dapat berguna karena Anda dapat menambahkan catatan tidak untuk setiap periode untuk semua siswa Mrs Smiths periode pertama atau tim sepakbola yang akan melakukan perjalanan lapangan sepanjang hari.
ms_my: Pertama, mencari untuk pelajar. Notis bahawa anda boleh mencari pelajar yang mendaftar di kursus tertentu atau dalam aktiviti tertentu. Ini amat berguna kerana anda boleh menambah rekod ketiadaan bagi setiap tempoh kepada semua Smiths Puan pelajar tempoh pertama atau pasukan bola sepak yang akan diadakan pada 1 lawatan sambil belajar sepanjang hari.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the Save button at the top of the screen.
id_id: Dari hasil pencarian, Anda dapat memilih sejumlah siswa. Anda dapat memilih semua siswa dalam daftar dengan memeriksa kotak centang di judul kolom biru di atas daftar. Anda juga dapat menentukan periode untuk menandai siswa yang dipilih, kode tidak, alasan ketiadaan, dan tanggal di kotak kuning di atas daftar siswa. Setelah Anda memilih masing-masing siswa yang diinginkan dari daftar ini, semua periode yang diinginkan, kode tidak, alasan ketidakhadiran, dan tanggal tidak, klik tombol Simpan di bagian atas layar.
ms_my: Dari hasil carian, anda boleh memilih mana-mana bilangan pelajar. Anda boleh memilih semua pelajar dalam senarai dengan menyemak kotak dalam tajuk lajur biru di atas senarai. Anda juga boleh menentukan tempoh untuk menandakan pelajar-pelajar yang dipilih, kod ketiadaan, sebab ketiadaan, dan tarikh di dalam kotak kuning di atas senarai pelajar. Selepas anda memilih setiap pelajar yang diingini dari senarai ini, semua tempoh yang diingini, kod ketiadaan, sebab ketiadaan, dan ketiadaan tarikh, klik butang Simpan di bahagian atas skrin.

source: Average Daily Attendance Report
id_id: Rata-rata Kehadiran Laporan Harian
ms_my: Laporan Kehadiran harian purata

source: This report shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
id_id: Laporan ini menunjukkan jumlah siswa, hari mungkin, jumlah hari murid ini, jumlah hari murid tidak hadir, Kehadiran Harian Rata-rata, rata-rata jumlah siswa yang hadir per hari, dan rata-rata jumlah siswa absen per hari untuk setiap rentang tanggal di sekolah Anda. Angka-angka ini dipecah oleh kelas.
ms_my: Laporan ini menunjukkan bilangan pelajar, mungkin hari, bilangan hari pelajar yang hadir, beberapa hari pelajar tidak hadir, Kehadiran Purata harian, purata bilangan pelajar yang hadir setiap hari, dan purata bilangan pelajar yang tidak hadir setiap hari untuk mana-mana rentang tarikh di sekolah anda. Nombor ini adalah dipecahkan mengikut gred.

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the Go button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the Advanced link.
id_id: Anda dapat mengubah rentang tanggal yang ditampilkan dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Anda juga dapat membatasi nomor dengan mencari berdasarkan gender atau salah satu bidang data disesuaikan dengan mengklik pada link Lanjutan.
ms_my: Anda boleh mengubah rentang tarikh yang dipaparkan dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Anda juga boleh menghadkan nombor dengan mencari mengikut jantina atau mana-mana bidang data disesuaikan dengan mengklik pada pautan Advanced.

source: Average Daily Attendance by Day
id_id: Rata-rata Harian Kehadiran Hari
ms_my: Kehadiran harian purata oleh Hari
