Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Once a parents account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the Find a User Search screen. Next, search for a student to add to the users account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Selected Students button at the top of the screen.
id_id: Setelah account orang tua telah ditetapkan, anak-anak mereka harus dikaitkan ke account mereka dengan program ini. Jika Anda belum memilih pengguna awal sesi Anda, pilih pengguna dengan menggunakan layar Cari Cari Pengguna. Selanjutnya, mencari siswa untuk menambah account pengguna. Dari hasil pencarian, Anda dapat memilih sejumlah siswa. Anda dapat memilih semua siswa dalam daftar dengan memeriksa kotak centang di judul kolom biru di atas daftar. Setelah Anda memilih masing-masing siswa yang diinginkan dari daftar ini, klik tombol Terpilih Tambahkan Siswa di bagian atas layar.
ms_my: Sebaik sahaja akaun ibu bapa telah ditubuhkan, anak-anak mereka mesti dikaitkan ke akaun mereka dengan program ini. Jika anda belum lagi memilih pengguna pada awal sesi anda, pilih pengguna dengan menggunakan Cari Pengguna Cari skrin. Seterusnya, cari pelajar untuk menambah akaun pengguna. Dari hasil carian, anda boleh memilih mana-mana bilangan pelajar. Anda boleh memilih semua pelajar dalam senarai dengan menyemak kotak dalam tajuk lajur biru di atas senarai. Selepas anda memilih setiap pelajar yang diingini dari senarai ini, klik Tambah Terpilih Pelajar butang di bahagian atas skrin.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the left of the student search screen
id_id: Pada setiap saat setelah pengguna telah dipilih, Anda dapat melihat siswa sudah terkait dengan pengguna tersebut. Siswa-siswa ini tercantum di sebelah kiri layar pencarian mahasiswa
ms_my: Pada bila-bila masa selepas pengguna telah dipilih, anda boleh melihat pelajar-pelajar yang telah dikaitkan dengan pengguna tersebut. Pelajar-pelajar ini disenaraikan di sebelah kiri skrin carian pelajar

source: search results. These students can be disassociated from this user by clicking the delete icon
id_id: hasil pencarian. Siswa-siswa ini dapat memisahkan diri dari pengguna ini dengan mengklik ikon hapus
ms_my: hasil carian. Pelajar-pelajar ini boleh lepas dari pengguna ini dengan mengklik icon padam

source: next to the student you wish to disassociate from the user. You will be asked to confirm this action.
id_id: di samping siswa Anda ingin memisahkan dari pengguna. Anda akan diminta untuk mengkonfirmasi tindakan ini.
ms_my: bersebelahan kepada pelajar yang anda ingin memisahkan dari pengguna. Anda akan diminta untuk mengesahkan tindakan ini.

source: Preferences
id_id: Preferensi
ms_my: Pilihan Utama

source: This page allows you to deny access and
id_id: Halaman ini memungkinkan Anda untuk menolak akses dan
ms_my: Laman ini membenarkan anda untuk menafikan akses dan

source: or write privileges to any program for any admin user.
id_id: atau menulis hak istimewa untuk setiap program untuk setiap user admin.
ms_my: atau menulis keistimewaan kepada mana-mana program bagi mana-mana pengguna admin.

source: To assign privileges to an admin user, first select an administrator by searching for one and clicking on his name on the list. Then, use the checkboxes to define which programs the administrator can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but cant edit information with the program, the program will display the data, but wont let him change it. After you have completed the program checkboxes, click the Save button to save the administrators permissions.
id_id: Untuk menetapkan hak istimewa kepada pengguna admin, pertama pilih administrator dengan mencari satu dan mengklik namanya di daftar. Kemudian, gunakan kotak centang untuk menentukan program mana yang administrator dapat menggunakan program dan yang ia dapat digunakan untuk mengubah informasi. Jika pengguna tidak dapat menggunakan program tertentu, program tidak akan ditampilkan pada menu. Jika ia dapat menggunakan program, tetapi cant mengedit informasi dengan program, program akan menampilkan data, tetapi wont biarkan dia mengubahnya. Setelah Anda menyelesaikan kotak centang program, klik tombol Simpan untuk menyimpan hak akses administrator.
ms_my: Untuk memperuntukkan keistimewaan kepada pengguna admin, mula-mula pilih pentadbir dengan mencari satu dan klik pada namanya dalam senarai. Kemudian, gunakan kotak semak untuk menentukan program mana pentadbir boleh menggunakan dan program-program yang dia boleh gunakan untuk mengubah suai maklumat. Jika pengguna tidak boleh menggunakan program tertentu, program ini tidak akan dipaparkan pada menu. Jika dia boleh menggunakan program ini, tetapi cant mengedit maklumat dengan program, program akan memaparkan data, tetapi wont maka hendaklah dia mengubahnya. Selepas anda selesai check box program, klik butang Simpan untuk menyimpan kebenaran pentadbir.

source: Teacher Programs
id_id: Program Guru
ms_my: Guru Program

source: Input Final Grades
id_id: Masukan Akhir Kelas
ms_my: Input Gred Akhir

source: This page allows you to enter quarter, semester, and semester exam grades for all the selected teachers students in the current period. By default, this program will list the students in the selected teachers first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on top. Furthermore, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
id_id: Halaman ini memungkinkan Anda untuk memasukkan triwulan, semester, dan nilai ujian semester untuk semua siswa guru yang dipilih dalam periode berjalan. Secara default, program ini akan daftar siswa di kelas pertama yang dipilih guru untuk periode kuartal saat ini. Anda dapat mengubah periode dengan mengubah periode menu pull-down di bagian atas layar. Juga, Anda dapat mengubah kuartal dengan mengubah periode menandai menu pull-down di atas. Selanjutnya, Anda dapat memilih semester saat ini atau semester akhir dengan mengubah periode menandai menu pull-down di bagian atas layar untuk menandai periode yang diinginkan
ms_my: Laman ini membenarkan anda untuk memasuki suku, semester, dan gred peperiksaan semester untuk semua guru-guru pelajar yang dipilih dalam tempoh semasa. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas guru tempoh yang dipilih pertama bagi suku semasa. Anda boleh mengubah tempoh dengan menukar tempoh menu pull-down di bahagian atas skrin. Juga, anda boleh mengubah suku dengan menukar tempoh yang menandakan menu pull-down di atas. Tambahan pula, anda boleh memilih semester semasa atau semester akhir dengan menukar tempoh yang menandakan menu pull-down di bahagian atas skrin untuk tempoh yang dikehendaki menandakan

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the Save button at the top of the screen
id_id: Setelah anda berada di periode menandai benar, Anda dapat memasukkan nilai mahasiswa dengan memilih kelas yang diperoleh untuk setiap siswa dan memasukkan komentar yang diinginkan. Setelah semua nilai dan komentar telah dimasukkan, klik tombol Simpan di bagian atas layar
ms_my: Sebaik sahaja anda dalam tempoh yang betul menandakan, anda boleh memasukkan gred pelajar dengan memilih gred yang diperolehi bagi setiap pelajar dan memasuki komen yang dikehendaki. Sebaik sahaja semua gred dan komen yang telah dibuat, klik butang Simpan di bahagian atas skrin

source: If the selected teacher is using the Grades, you can have openSIS calculate each students quarter grades by clicking on the
id_id: Jika guru yang dipilih adalah dengan menggunakan Kelas, Anda dapat memiliki openSIS menghitung setiap nilai siswa kuartal dengan mengklik
ms_my: Jika guru yang dipilih menggunakan Gred, anda boleh mempunyai openSIS mengira setiap gred suku pelajar dengan klik pada

source: Use Gradebook Grades
id_id: Gunakan Kelas Buku Nilai
ms_my: Gunakan Gred Gradebook

source: link at the top of the list. Clicking this link will automatically save each students grades and refresh the list
id_id: link di bagian atas daftar. Mengklik link ini secara otomatis akan menyimpan setiap nilai siswa dan menyegarkan daftar
ms_my: link di bahagian atas senarai. Mengklik pautan ini secara automatik akan menyimpan setiap gred pelajar dan muat semula senarai

source: GradeBook Grades
id_id: Buku Nilai Kelas
ms_my: GradeBook Gred

source: Take Attendance
id_id: Ambil Kehadiran
ms_my: Ambil Kehadiran

source: This page allows you to enter period attendance for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu at the top of the screen to the desired period
id_id: Halaman ini memungkinkan Anda untuk memasukkan kehadiran periode untuk semua siswa yang dipilih guru. Secara default, program ini akan daftar siswa di kelas pertama yang dipilih periode guru. Anda dapat mengubah periode saat ini dengan mengubah periode menu pull-down di bagian atas layar untuk periode yang diinginkan
ms_my: Laman ini membenarkan anda untuk memasuki tempoh kehadiran untuk semua guru-guru pelajar yang terpilih. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas guru-guru tempoh pertama yang dipilih. Anda boleh mengubah tempoh semasa dengan menukar tempoh menu pull-down di bahagian atas skrin untuk tempoh yang dikehendaki

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all the students, click theSavebutton at the top of the screen
id_id: Setelah Anda berada dalam periode yang benar, Anda dapat memasukkan kehadiran dengan memilih kode yang sesuai kehadiran untuk setiap siswa. Setelah Anda memasukkan kehadiran untuk semua siswa, klik theSavebutton di bagian atas layar
ms_my: Sebaik sahaja anda dalam tempoh yang betul, anda boleh memasukkan kehadiran dengan memilih kod kehadiran yang sama kepada setiap pelajar. Sebaik sahaja anda telah memasukkan kehadiran bagi semua pelajar, klik theSavebutton di bahagian atas skrin

source: Enter Eligibility
id_id: Masukkan Kelayakan
ms_my: Masukkan Kelayakan

source: This page allows you to enter eligibility grades for all the selected teachers students. By default, this program will list the students in the selected teachers first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
id_id: Halaman ini memungkinkan Anda untuk memasukkan nilai kelayakan untuk semua siswa yang dipilih guru. Secara default, program ini akan daftar siswa di kelas pertama yang dipilih periode guru. Anda dapat mengubah periode saat ini dengan mengubah periode pull-down menu di frame kiri untuk periode yang diinginkan
ms_my: Laman ini membenarkan anda untuk memasuki gred kelayakan untuk semua guru-guru pelajar yang terpilih. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas guru-guru tempoh pertama yang dipilih. Anda boleh mengubah tempoh semasa dengan menukar tempoh menu pull-down di bingkai kiri untuk tempoh yang dikehendaki

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all the students, click theSave
id_id: Setelah Anda berada dalam periode yang benar, Anda dapat memasukkan nilai kelayakan dengan memilih kode yang sesuai kelayakan untuk setiap siswa. Setelah Anda memasukkan kelayakan untuk semua siswa, klik theSave
ms_my: Sebaik sahaja anda dalam tempoh yang betul, anda boleh memasukkan gred kelayakan dengan memilih kod kelayakan yang sama kepada setiap pelajar. Sebaik sahaja anda telah memasukkan kelayakan untuk semua pelajar, klik theSave

source: button at the top of the screen
id_id: tombol di bagian atas layar
ms_my: butang di bahagian atas skrin

source: You must enter eligibility each week during the timeframe specified by your schools administration
id_id: Anda harus memasukkan kelayakan setiap minggu selama jangka waktu yang ditentukan oleh administrasi sekolah Anda
ms_my: Anda mesti memasukkan kelayakan setiap minggu dalam tempoh masa yang dinyatakan oleh pentadbiran sekolah-sekolah anda

source: User Profiles
id_id: Profil Pengguna

source: You can administer the sections of the application a user can access and edit.
id_id: Anda dapat mengelola bagian dari aplikasi pengguna dapat mengakses dan mengedit.
ms_my: Anda boleh mentadbir bahagian permohonan pengguna boleh mengakses dan mengedit.

source: User Permissions
id_id: Pengguna Permissions

source: This page allows you to view the access right for a user.
id_id: Halaman ini memungkinkan Anda untuk melihat akses yang tepat bagi pengguna.
ms_my: Laman ini membenarkan anda untuk melihat akses yang tepat untuk pengguna.

source: User Fields
id_id: Pengguna Fields
ms_my: Pengguna Medan

source: This page allows you to create custom fields for demographic information on a user
id_id: Halaman ini memungkinkan Anda untuk membuat kolom kustom untuk informasi demografis pada user
ms_my: Laman ini membenarkan anda untuk mewujudkan bidang adat untuk maklumat demografi pengguna

source: Click on the
id_id: Klik pada
ms_my: Klik pada

source: buton to create a new User Field. You can also choose to assign view rights to user roles for that field
id_id: Buton untuk menciptakan Lapangan Pengguna baru. Anda juga dapat memilih untuk menetapkan hak pandangan untuk peran pengguna untuk bidang yang
ms_my: pulih untuk mewujudkan Field Pengguna yang baru. Anda juga boleh memilih untuk menyerahkan hak melihat kepada peranan pengguna untuk medan itu

source: This page displays a users fundamental information. This includes his name, username, password, profile, school, email address, and phone number. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the Save button at the bottom of the page
id_id: Halaman ini menampilkan informasi pengguna mendasar. Ini termasuk namanya, username, password, profil, sekolah, alamat email, dan nomor telepon. Anda dapat mengubah informasi ini dengan mengklik pada nilai yang Anda ingin mengubah, mengubah nilai, dan mengklik tombol Simpan di bagian bawah halaman
ms_my: Laman ini memaparkan maklumat pengguna asas. Ini termasuk nama, nama pengguna, kata laluan, profil, sekolah, alamat e-mel, dan nombor telefon. Anda boleh menukar mana-mana maklumat ini dengan klik pada nilai yang anda mahu menukar, mengubah nilai, dan klik butang Simpan di bahagian bawah halaman

source: Student Schedule
id_id: Jadwal Mahasiswa
ms_my: Jadual Pelajar

source: This page allows you to modify a students course schedule.
id_id: Halaman ini memungkinkan Anda untuk mengubah jadwal kursus siswa.
ms_my: Laman ini membenarkan anda mengubahsuai jadual pelajar kursus.

source: You must first select a student by using the Find a Student search screen. You can search for students who have requested a specific course or request by clicking on the Choose link next to the search options Course and Request respectively and choosing a course from the popup window that appears
id_id: Anda harus terlebih dahulu memilih seorang mahasiswa dengan menggunakan layar pencarian Cari Mahasiswa. Anda dapat mencari siswa yang telah meminta program studi tertentu atau permintaan dengan mengklik pada link Pilih sebelah Kursus pilihan pencarian dan Permintaan masing-masing dan memilih saja dari jendela popup yang muncul
ms_my: Anda mesti memilih pelajar dengan menggunakan Cari skrin Pelajar carian. Anda boleh mencari pelajar yang telah meminta kursus tertentu atau permintaan dengan klik pada link Pilih sebelah Kursus pilihan carian dan Permintaan masing-masing dan memilih kursus dari tetingkap popup yang muncul

source: To add a course to the students schedule, click on the Add a Course link next to the add icon
id_id: Untuk menambahkan program untuk jadwal siswa, klik pada Tambah link Kursus samping ikon menambahkan
ms_my: Untuk menambah kursus jadual pelajar, klik pada link Tambah Kursus yang akan datang untuk ikon menambah

source: and select a course from the popup window that appears. The screen will automatically refresh to show the course addition.
id_id: dan pilih saja dari jendela popup yang muncul. Layar secara otomatis akan refresh untuk menampilkan penambahan saja.
ms_my: dan pilih kursus dari tetingkap popup yang muncul. Skrin akan dimuat semula secara automatik untuk menunjukkan penambahan kursus.

source: To drop an existing course, click on the delete icon
id_id: Untuk mengurangi kursus yang sudah ada, klik pada ikon hapus
ms_my: Untuk menggugurkan kursus yang sedia ada, klik pada ikon padam

source: next to the course you want to drop from the students schedule.
id_id: di samping kursus yang ingin Anda untuk turun dari jadwal siswa.
ms_my: sebelah kursus anda ingin turun dari jadual pelajar.

source: To change the course period of a course for the student, click on the Period Teacher of the course you want to change and select the new course period. You can also change the term in the same fashion.
id_id: Untuk mengubah periode kursus dari kursus bagi siswa, klik pada Guru Periode saja Anda ingin mengubah dan pilih periode program baru. Anda juga dapat mengubah istilah dalam cara yang sama.
ms_my: Untuk menukar tempoh kursus-kursus untuk pelajar, klik pada Guru Tempoh kursus yang anda mahu untuk berubah dan memilih tempoh kursus baru. Anda juga boleh menukar istilah dalam fesyen yang sama.

source: All additions, deletions, and modifications to a students schedule are not made permanent until you click the Save button at the top of the screen and confirm your modifications. In addition, you will have to specify the effective date
id_id: Semua penambahan, penghapusan, dan modifikasi dengan jadwal siswa tidak dibuat permanen sampai Anda mengklik tombol Simpan di bagian atas layar dan mengkonfirmasi modifikasi Anda. Selain itu, Anda harus menentukan tanggal efektif
ms_my: Semua penambahan, pemotongan, dan pengubahsuaian jadual pelajar tidak kekal sehingga anda klik butang Simpan di bahagian atas skrin dan mengesahkan pengubahsuaian anda. Di samping itu, anda akan perlu untuk menentukan tarikh yang berkesan

source: the date on which your changes should take effect) on the confirmation screen.
id_id: tanggal perubahan Anda akan diterapkan) pada layar konfirmasi.
ms_my: tarikh di mana perubahan anda harus mengambil kesan) pada skrin pengesahan.

source: Student Requests
id_id: Mahasiswa Permintaan
ms_my: Pelajar Permintaan

source: The Student Requests page allows you to specify which courses a student intends to take in the next school year. These requests are used by the Scheduler when filling a students schedule.
id_id: Mahasiswa Permintaan halaman memungkinkan Anda untuk menentukan program mahasiswa berniat untuk mengambil pada tahun ajaran berikutnya. Permintaan ini digunakan oleh Scheduler ketika mengisi jadwal siswa.
ms_my: Laman Pelajar Permintaan membolehkan anda untuk menentukan kursus-kursus yang pelajar bercadang untuk mengambil di sekolah pada tahun berikut. Permintaan ini telah digunakan oleh Berjadual apabila mengisi jadual pelajar.

source: You can add a request by selecting the course you want to add from under the corresponding subject heading. You can add requests from each subject in the same way, or you can add another request in the same subject by clicking on the add icon
id_id: Anda dapat menambahkan permintaan dengan memilih kursus yang ingin Anda tambahkan dari bawah subjek sesuai judul. Anda dapat menambahkan permintaan dari setiap subjek dalam cara yang sama, atau Anda dapat menambahkan permintaan lain dalam subjek yang sama dengan mengklik pada icon add
ms_my: Anda boleh menambah permintaan dengan memilih kursus yang anda ingin menambah dari di bawah subjek tajuk yang sama. Anda boleh menambah permintaan dari setiap mata pelajaran dengan cara yang sama, atau anda boleh menambah satu lagi permintaan dalam mata pelajaran yang sama dengan mengklik pada ikon tambah

source: next to the subject name. Doing this will cause another set of request pull-down menus to appear under the subject heading. Once you have added all the desired requests, click the Save button at the top of the screen.
id_id: sebelah nama subjek. Melakukan hal ini akan menyebabkan permintaan satu set menu pull-down untuk muncul di bawah judul subjek. Setelah Anda telah menambahkan semua permintaan yang diinginkan, klik tombol Simpan di bagian atas layar.
ms_my: di sebelah nama subjek. Melakukan ini akan menyebabkan satu lagi permintaan menu pull-down untuk muncul di bawah tajuk subjek. Sebaik sahaja anda telah menambah semua permintaan yang dikehendaki, klik butang Simpan di bahagian atas skrin.

source: When you save the students requests, the Requests program will run the Scheduler without saving the schedule for the current student to notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. You will also be given the option to schedule the student with the requests you entered.
id_id: Ketika Anda menyimpan permintaan siswa, program Permintaan akan menjalankan Penjadwal tanpa menyimpan jadwal untuk siswa saat ini untuk memberitahu Anda dari setiap konflik. Output Penjadwal juga akan memberitahu Anda jika ada saja diminta memiliki nol kursi yang tersedia. Jika permintaan tidak dapat dipenuhi, Anda dapat mengubah permintaan sesuai untuk memastikan penjadwalan lengkap. Anda juga akan diberikan opsi untuk menjadwalkan siswa dengan permintaan Anda masukkan.
ms_my: Apabila anda menyimpan permintaan pelajar, program Permintaan akan menjalankan Berjadual tanpa menyimpan jadual untuk pelajar semasa untuk memberitahu anda apa-apa konflik. Output Berjadual juga akan memberitahu anda jika mana-mana kursus yang diminta telah sifar kerusi yang ditawarkan. Jika permintaan tidak dapat dipenuhi, anda boleh menukar permintaan sewajarnya untuk memastikan penjadualan yang lengkap. Anda juga akan diberi pilihan untuk jadual pelajar dengan permintaan anda masukkan.
