Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: NOV
id_id: November
ms_my: November

source: DEC
id_id: Desember
ms_my: Disember

source: The selected date is not today
id_id: Tanggal yang dipilih tidak hari ini
ms_my: Tarikh yang dipilih bukan hari ini

source: You have taken attendance today for this period
id_id: Anda telah hadir hari ini untuk periode ini
ms_my: Anda telah mengambil kehadiran hari ini bagi tempoh ini

source: Back to Missing Attendance List
id_id: Kembali ke Daftar Hadir Hilang
ms_my: Back to Hilang Senarai Kehadiran

source: The selected date is not in a school quarter
id_id: Tanggal yang dipilih tidak dalam seperempat sekolah
ms_my: Tarikh yang dipilih tidak pada suku sekolah

source: You cannot take attendance for this period on this day
id_id: Anda tidak dapat mengambil kehadiran untuk periode ini pada hari ini
ms_my: Anda tidak boleh mengambil kehadiran bagi tempoh ini pada hari ini

source: Teacher
id_id: Guru
ms_my: Guru

source: Teacher who hasn't taken
id_id: Guru yang tidak diambil
ms_my: Guru yang telah tidak diambil

source: attendance
id_id: kehadiran
ms_my: kehadiran

source: Teachers who haven't taken
id_id: Guru yang belum diambil
ms_my: Guru-guru yang telah tidak diambil

source: Cannot delete because eligibility activities are associated.
id_id: Tidak dapat menghapus karena kegiatan kelayakan terkait.
ms_my: Tidak boleh memadam kerana aktiviti kelayakan yang berkaitan.

source: activity
id_id: kegiatan
ms_my: aktiviti

source: Begins
id_id: Dimulai
ms_my: Bermula

source: Ends
id_id: Berakhir

source: That activity has been added to the selected students.
id_id: Kegiatan yang telah ditambahkan kepada siswa yang dipilih.
ms_my: Aktiviti yang telah ditambah kepada pelajar-pelajar yang dipilih.

source: You must choose an activity.
id_id: Anda harus memilih suatu kegiatan.
ms_my: Anda mesti memilih sesuatu aktiviti.

source: Add Activity to Selected Students
id_id: Tambahkan Kegiatan untuk Siswa Terpilih
ms_my: Tambah Aktiviti Pelajar Terpilih

source: Sunday
id_id: Minggu
ms_my: Ahad

source: Monday
id_id: Senin
ms_my: Isnin

source: Tuesday
id_id: Selasa
ms_my: Selasa

source: Wednesday
id_id: Rabu
ms_my: Rabu

source: Thursday
id_id: Kamis
ms_my: Khamis

source: Friday
id_id: Jumat
ms_my: Jumaat

source: Saturday
id_id: Sabtu
ms_my: Sabtu

source: Passing
id_id: Lewat
ms_my: Lulus

source: Borderline
id_id: Perbatasan

source: Failing
id_id: Kegagalan
ms_my: Gagal

source: Incomplete
id_id: Tidak lengkap
ms_my: Tidak lengkap

source: You can only enter eligibility from
id_id: Anda hanya dapat memasukkan kelayakan dari
ms_my: Anda hanya boleh memasukkan kelayakan dari

source: AM
id_id: PM
ms_my: PM

source: Allow Eligibility Posting
id_id: Biarkan Kelayakan Posting
ms_my: Benarkan Kelayakan Posting

source: To
id_id: Untuk
ms_my: Untuk

source: Add
id_id: Tambahkan
ms_my: Tambah

source: Starts
id_id: Mulai
ms_my: Bermula

source: Teacher who hasnt entered eligibility
id_id: Guru yang hasnt kelayakan masuk
ms_my: Guru yang hasn&#39;t kelayakan memasuki

source: Teachers who havent entered eligibility
id_id: Guru yang havent masuk kelayakan
ms_my: Guru yang havent memasuki kelayakan

source: Include Inactive Students
id_id: Sertakan Siswa aktif
ms_my: Termasuk Pelajar Tidak Aktif

source: Name
id_id: Nama
ms_my: Nama

source: Problem
id_id: Masalah
ms_my: Masalah

source: Category
id_id: Kategori
ms_my: Kategori

source: Assignment
id_id: Tugas

source: Comment
id_id: Bagaimana
ms_my: Bagaimana

source: Missing
id_id: Hilang
ms_my: Hilang

source: Excused
id_id: Dimaafkan
ms_my: Dimaafkan

source: Negative!
id_id: Negatif!
ms_my: Negatif!

source: Extra Credit
id_id: Ekstra Kredit
ms_my: Kredit tambahan

source: assignment type
id_id: Jenis tugas
ms_my: jenis tugasan

source: Assignment Type cannot be deleted
id_id: Jenis tugas tidak dapat dihapus
ms_my: Jenis Assignment tidak boleh dipadamkan

source: back to Assignment Type
id_id: kembali ke Jenis Penugasan
ms_my: kembali ke Jenis Tugasan

source: Gradebook Assignment cannot be deleted because it has other associations
id_id: Buku Nilai Tugas tidak dapat dihapus karena memiliki asosiasi lain
ms_my: Assignment Gradebook tidak boleh dihapuskan kerana ia mempunyai persatuan-persatuan yang lain

source: Points
id_id: Poin
ms_my: Mata

source: Apply to all Periods for this Course
id_id: Berlaku untuk semua Periode Kursus ini
ms_my: Memohon kepada semua Tempoh Kursus ini

source: Assignment Type
id_id: Jenis Penugasan
ms_my: Jenis Assignment

source: Assigned
id_id: Ditugaskan
ms_my: Ditugaskan

source: Due
id_id: Dua
ms_my: Dua

source: Description
id_id: Keterangan

source: Percent of Final Grade
id_id: Persen Grade Akhir
ms_my: Peratus daripada Gred Akhir

source: Percent Total
id_id: Jumlah Persen
ms_my: Jumlah peratus

source: Assignment Types
id_id: Jenis Penugasan
ms_my: Assignment Jenis

source: Calculate GPA for
id_id: Hitung IPK untuk
ms_my: Kira PNG untuk

source: GPA based on a scale of
id_id: IPK didasarkan pada skala
ms_my: PNG berdasarkan pada skala

source: GPA calculation modifies existing records.
id_id: Perhitungan IPK memodifikasi catatan yang ada.
ms_my: Pengiraan PNG mengubahsuai yang sedia ada rekod.

source: Weighted and unweighted GPA is calculated by dividing the weighted and unweighted grade points configured for each letter grade (assigned in the Report Card Codes setup program) by the base grading scale specified in the school setup.
id_id: Tertimbang dan unweighted IPK dihitung dengan membagi poin kelas tertimbang dan unweighted dikonfigurasi untuk setiap nilai-huruf (ditugaskan dalam program Laporan Kode Kartu setup) oleh skala penilaian dasar yang ditetapkan dalam pengaturan sekolah.
ms_my: Wajaran dan unweighted PNG dikira dengan membahagikan mata wajaran dan gred unweighted yang dikonfigurasikan untuk setiap gred surat (yang ditugaskan dalam persediaan program Kod Kad Laporan) dengan skala penggredan asas yang dinyatakan dalam persediaan sekolah.

source: GPA Calculation
id_id: Perhitungan IPK
ms_my: Pengiraan PNG

source: Calculate GPA and Class Rank
id_id: Hitung IPK dan Kelas Peringkat
ms_my: Kira PNG dan Kelas Rank

source: GPA and class rank for
id_id: IPK dan peringkat kelas untuk
ms_my: PNG dan kelas pangkat untuk

source: has been calculated.
id_id: telah dihitung.
ms_my: telah dikira.

source: Exceptional
id_id: Luar biasa
ms_my: Luar biasa

source: Satisfactory
id_id: Baik
ms_my: Memuaskan

source: Needs Improvement
id_id: Peningkatan Kebutuhan

source: 1 - Excellent
id_id: 1 - Bagus

source: Excellent
id_id: Bagus

source: 2 - Very Good
id_id: 2 - Sangat Bagus
ms_my: 2 - Sangat Baik

source: Very Good
id_id: Sangat Bagus
ms_my: Sangat Baik

source: 3 - Good
id_id: 3 - Baik
ms_my: 3 - Baik

source: Good
id_id: Baik
ms_my: Baik

source: Fair
id_id: Adil

source: 5 - Poor
id_id: 5 - Miskin
ms_my: 5 - Kurang

source: Poor
id_id: Miskin

source: 6 - Failure...
id_id: 6 - Kegagalan ...
ms_my: 6 - Kegagalan ...

source: Failure...
id_id: Kegagalan ...
ms_my: Kegagalan ...

source: Failure due to poor attendance
id_id: Karena kehadiran yang buruk Kegagalan
ms_my: Kegagalan disebabkan kehadiran miskin

source: General
id_id: Umum
ms_my: Ketua

source: Assignment Sorting
id_id: Tugas Sortasi
ms_my: Menyusun Assignment

source: Newest First
id_id: Terbaru Pertama
ms_my: Yang Terkini Artikel Terdahulu

source: Due Date
id_id: Tanggal jatuh tempo
ms_my: Tarikh Akhir

source: Assigned Date
id_id: Ditugaskan Tanggal
ms_my: Tarikh Ditugaskan

source: Weight Grades
id_id: Kelas Berat
ms_my: Berat Gred

source: Assigned Date defaults to today
id_id: Ditugaskan default Tanggal hari ini
ms_my: Tarikh mungkir Ditugaskan untuk hari ini

source: Due Date defaults to today
id_id: Karena default Tanggal hari ini
ms_my: Tarikh mungkir Oleh kerana untuk hari ini

source: Calulate Eligibility using Cumulative Semester Grades
id_id: Hitung Persyaratan menggunakan Kelas Semester Kumulatif
ms_my: Kira Kelayakan yang menggunakan Gred Semester Kumulatif

source: Allowed maximum percent in Anomalous grades
id_id: Maksimum yang diperbolehkan persen di kelas anomali
ms_my: Dibenarkan peratus maksimum dalam gred anomali

source: Days until ungraded assignment grade appears in Parent
id_id: Hari sampai kelas tugas ungraded muncul di Parent
ms_my: Hari sehingga gred penguntukan ungraded muncul di Ibu Bapa

source: Student gradebook views
id_id: Mahasiswa gradebook views
ms_my: Views gradebook Pelajar

source: Default comment code
id_id: Standar komentar kode
ms_my: Comment kod Default

source: Score Breakoff Points
id_id: Skor Breakoff Poin
ms_my: Skor Mata Breakoff

source: Final Grading Percentages
id_id: Penilaian akhir Persentase
ms_my: Penggredan Peratusan Akhir

source: Total not 100%!
id_id: Total tidak 100%!
ms_my: Jumlah tidak 100%!

source: Exam
id_id: Ujian
ms_my: Peperiksaan

source: Are You Sure You Want to
id_id: Apakah Anda Yakin Anda Ingin
ms_my: Adakah Anda Pasti Anda Hendak

source: History Marking Period
id_id: Menandai Sejarah Periode
ms_my: Sejarah Tempoh Marking

source: Grade Post Date
id_id: Kelas Post Date
ms_my: Post Date Gred

source: School Year
id_id: Sekolah Tahun
ms_my: Tahun Sekolah

source: History Marking Periods
id_id: Menandai Sejarah Periode
ms_my: Sejarah Penandaan Tempoh

source: semester
id_id: liburan
ms_my: percutian

source: quarter
id_id: kuartal
ms_my: suku

source: Gradebook
id_id: Buku Nilai

source: Marking Period
id_id: Menandai Periode
ms_my: Tempoh Marking

source: This Marking Periods has been updated
id_id: Periode ini Menandai telah diperbarui
ms_my: Ini Tempoh Penandaan telah dikemaskini

source: Add another marking period
id_id: Tambahkan periode yang lain menandai
ms_my: Tambah satu lagi tempoh tanda

source: MARKING PERIOD
id_id: PENANDAAN PERIODE
ms_my: TEMPOH MENANDAKAN

source: WEIGHTED GPA
id_id: TERTIMBANG IPK
ms_my: Berwajaran PNG

source: UNWEIGHTED GPA
id_id: Unweighted IPK
ms_my: UNWEIGHTED PNG

source: Grade Level
id_id: Kelas Tingkat
ms_my: Tahap Gred

source: New Marking Period
id_id: Baru Menandai Periode
ms_my: Baru Tempoh Marking

source: Credits
id_id: Kredit
ms_my: Time

source: Course Name
id_id: Nama Kursus
ms_my: Nama Kursus

source: Percentage
id_id: Persentase
ms_my: Peratus

source: GP Value
id_id: Nilai GP
ms_my: GP Nilai

source: Unweighted GP Value
id_id: GP unweighted Nilai
ms_my: Unweighted GP Nilai

source: Grade Scale
id_id: Kelas Skala
ms_my: Skala Gred

source: Credit Attempted
id_id: Kredit Percobaan
ms_my: Kredit Cuba

source: Credit Earned
id_id: Memperoleh Kredit
ms_my: Kredit Diperoleh

source: Credit Category
id_id: Kategori Kredit
ms_my: Kategori Kredit

source: Remove Marking Period
id_id: Hapus Periode Menandai
ms_my: Keluarkan Tempoh Marking

source: You must choose at least one marking period
id_id: Anda harus memilih setidaknya satu periode menandai
ms_my: Anda mesti memilih sekurang-kurangnya satu tempoh yang menandakan

source: You must choose at least one student and marking period
id_id: Anda harus memilih setidaknya satu siswa dan menandai periode
ms_my: Anda mesti memilih sekurang-kurangnya seorang pelajar dan menandakan tempoh

source: Include on Grade List:
id_id: Sertakan dalam Daftar Kelas:
ms_my: Termasuk pada Senarai Gred:

source: Comments
id_id: Komentar

source: Percents
id_id: Persen
ms_my: Persen

source: Year-to-date Daily Absences
id_id: Tahun-to-date absen harian
ms_my: Tahun-ke-tarikh ketidakhadiran harian

source: Daily Absences this quarter
id_id: Absen harian kuartal ini
ms_my: Ketidakhadiran harian suku tahun ini

source: Other Attendance Year-to-date:
id_id: Lain Kehadiran Tahun-to-date:
ms_my: Tahun Kehadiran Lain-to-date:

source: Other Attendance this quarter:
id_id: Penonton lain kuartal ini:
ms_my: Kehadiran Lain-lain suku ini:

source: Period-by-period absences
id_id: Periode-periode absensi dengan
ms_my: Ketidakhadiran tempoh demi tempoh

source: Create Grade Lists for Selected Students
id_id: Buat Daftar Grade untuk Siswa Terpilih
ms_my: Buat Senarai Gred Pelajar Terpilih

source: When do you want to recalculate the running GPA numbers
id_id: Bila Anda ingin menghitung ulang IPK berjalan nomor
ms_my: Bila anda mahu untuk mengira semula PNG berjalan nombor

source: The grades for
id_id: Nilai untuk
ms_my: Gred untuk

source: has been recalculated.
id_id: telah dihitung ulang.
ms_my: telah dihitung semula.

source: When do you want to recalculate the running GPA numbers?
id_id: Bila Anda ingin menghitung ulang IPK berjalan angka?
ms_my: Bila anda mahu untuk mengira semula PNG berjalan nombor?

source: Teachers
id_id: Guru
ms_my: Guru

source: Create Honor Roll for Selected Students
id_id: Buat Honor Roll untuk Siswa Terpilih
ms_my: Buat Roll Honor Pelajar Terpilih

source: Certificates
id_id: Sertifikat
ms_my: Sijil

source: List
id_id: Daftar
ms_my: Senarai

source: Honor Roll
id_id: Kehormatan Gulung
ms_my: Roll Honor

source: Honor Roll Setup
id_id: Kehormatan Gulung Pengaturan
ms_my: Honor Roll Persediaan

source: GradeBook
id_id: Buku Nilai

source: Grade reporting is open for this marking period
id_id: Pelaporan Grade terbuka untuk periode ini menandai
ms_my: Laporan Gred dibuka untuk tempoh ini menandakan

source: You can edit these grades
id_id: Anda dapat mengedit nilai
ms_my: Anda boleh mengedit-gred

source: Grade reporting begins on
id_id: Pelaporan kelas dimulai pada
ms_my: Laporan Gred bermula pada

source: Grade reporting is not open for this marking period
id_id: Pelaporan Grade tidak terbuka untuk periode ini menandai
ms_my: Laporan Gred tidak terbuka untuk tempoh ini menandakan

source: Grade reporting starts on
id_id: Pelaporan kelas dimulai pada
ms_my: Laporan Gred bermula pada

source: and ends on
id_id: dan berakhir pada
ms_my: dan berakhir pada

source: These grades are complete
id_id: Ini nilai yang lengkap
ms_my: Gred ini adalah lengkap

source: Grade reporting ended for this marking period on
id_id: Pelaporan kelas berakhir untuk periode ini tanda pada
ms_my: Laporan Gred berakhir bagi tempoh ini menandakan pada

source: Assign Percents
id_id: Tetapkan Persen
ms_my: Berikan peratus

source: Assign Letters
id_id: Menetapkan Surat
ms_my: Berikan Surat

source: Get Gradebook Grades
id_id: Dapatkan Kelas Buku Nilai
ms_my: Dapatkan Gred Gradebook

source: Clear All
id_id: Batal Semua
ms_my: Buang Semua

source: Percent
id_id: Persen
ms_my: Peratus

source: Assign Grade
id_id: Tetapkan Kelas
ms_my: Berikan Gred

source: Assign Percent
id_id: Tetapkan Persen
ms_my: Berikan Peratus

source: Fast Transcripts
id_id: Cepat Transkrip
ms_my: Transkrip Fast

source: Student Final Grades
id_id: Siswa Kelas Akhir
ms_my: Pelajar Gred Akhir

source: Report Card Grades
id_id: Laporan Kartu Kelas
ms_my: Laporan Gred Kad

source: Report Card Comments
id_id: Laporan Kartu Comments
ms_my: Laporan Comments Kad

source: Recalculate GPA Numbers
id_id: IPK Hitung Ulang Nomor
ms_my: Mengira semula PNG Bilangan

source: Edit Report Card Grades
id_id: Kelas mengedit Laporan Kartu
ms_my: Edit Gred Kad Laporan

source: Edit Historical Marking Periods
id_id: Periode mengedit Menandai Sejarah
ms_my: Edit Historical Penandaan Tempoh

source: Anomalous Grades
id_id: Anomali Kelas
ms_my: Gred ganjil

source: Final Grades
id_id: Akhir Kelas
ms_my: Gred Akhir

source: Gradebook Grades
id_id: Buku Nilai Kelas
ms_my: Gradebook Gred

source: GPA / Class Rank
id_id: IPK / Kelas Peringkat
ms_my: Rank PNG / Kelas

source: Student Progress Report
id_id: Mahasiswa Laporan Kemajuan
ms_my: Laporan Kemajuan Pelajar

source: You must choose at least one student.
id_id: Anda harus memilih setidaknya satu siswa.
ms_my: Anda mesti memilih sekurang-kurangnya seorang pelajar.

source: Exclude Ungraded E/C Assignments
id_id: Kecualikan ungraded E / C Tugas
ms_my: Tidak termasuk Ungraded E / C Tugasan

source: Exclude Ungraded Assignments Not Due
id_id: Kecualikan Tugas ungraded Tidak Karena
ms_my: Tidak termasuk Tugasan Ungraded Tidak Disebabkan

source: Create Progress Reports for Selected Students
id_id: Buat Laporan Kemajuan untuk Siswa Terpilih
ms_my: Buat Laporan Kemajuan Pelajar Terpilih

source: Cannot delete because report card comments are associated.
id_id: Tidak dapat menghapus karena laporan komentar terkait kartu.
ms_my: Tidak boleh memadam kerana komen kad laporan yang berkaitan.

source: This course is not graded.
id_id: Kursus ini tidak dinilai.
ms_my: Kursus ini tidak digred.

source: All Courses
id_id: Semua Program
ms_my: Semua kursus

source: Cannot delete because student grades are associated.
id_id: Tidak dapat menghapus karena nilai siswa yang terkait.
ms_my: Tidak boleh memadam kerana gred pelajar yang berkaitan.

source: Report Card Grade
id_id: Laporan Kartu Kelas
ms_my: Kad Laporan Gred

source: Report Card Grading Scale
id_id: Laporan Kartu Grading Skala
ms_my: Kad Laporan Penggredan Skala

source: Order
id_id: Rangka
ms_my: Perintah

source: Scale Value
id_id: Skala Nilai
ms_my: Nilai Skala

source: Missing grades or No Students were found.
id_id: Nilai yang hilang atau Tidak Siswa ditemukan.
ms_my: Hilang gred atau Tiada Pelajar yang telah dijumpai.

source: You must choose at least one student and marking period.
id_id: Anda harus memilih setidaknya satu siswa dan menandai periode.
ms_my: Anda mesti memilih sekurang-kurangnya seorang pelajar dan menandakan tempoh.

source: Include on Report Card
id_id: Sertakan pada Kartu Laporan
ms_my: Termasuk pada Kad Laporan

source: Other Attendance Year-to-date
id_id: Lain Kehadiran Tahun-to-date
ms_my: Kehadiran Lain-lain Tahun-ke-tarikh

source: Other Attendance this quarter
id_id: Kehadiran lain kuartal ini
ms_my: Kehadiran Lain-lain suku ini

source: Create Report Cards for Selected Students
id_id: Buat Kartu Laporan Siswa Terpilih
ms_my: Buat Kad Laporan Pelajar Terpilih

source: Totals
id_id: Total
ms_my: Total

source: Expand All
id_id: Perluas Semua
ms_my: Kembangkan Semua

source: Course Title
id_id: Kursus Judul
ms_my: Tajuk Kursus

source: Letter
id_id: Surat
ms_my: Surat

source: Grade Range
id_id: Rentang Kelas
ms_my: Julat Gred

source: Teacher who hasnt entered grades
id_id: Guru yang masuk kelas hasnt
ms_my: Guru yang hasn&#39;t memasuki gred

source: Teachers who havent entered grades
id_id: Guru yang havent masuk kelas
ms_my: Guru yang havent memasuki gred

source: Cumulative GPA
id_id: Kumulatif IPK
ms_my: Kumulatif PNG

source: Total Credit Attempted
id_id: Jumlah Kredit Percobaan
ms_my: Kredit Jumlah Cubaan

source: Total Credit Earned
id_id: Jumlah Kredit Earned
ms_my: Jumlah kredit yang diperoleh

source: Include Student Picture
id_id: Sertakan Gambar Siswa
ms_my: Termasuk Picture Pelajar

source: Create Transcripts for Selected Students
id_id: Buat Transkrip untuk Siswa Terpilih
ms_my: Buat Transkrip Pelajar Terpilih

source: Notes
id_id: Catatan
ms_my: Nota

source: Not Requested
id_id: Tidak Diminta
ms_my: Tidak Diminta

source: First
id_id: Pertama
ms_my: Pertama

source: First Initial
id_id: Pertama Awal
ms_my: Pertama Awal

source: Last
id_id: Terakhir

source: Middle
id_id: Tengah
ms_my: Tengah

source: Suffix
id_id: Akhiran
ms_my: Akhiran

source: Rolling / Retention Options
id_id: Bergulir / Retensi Pilihan
ms_my: Rolling / Penahanan Pilihan

source: Calendar
id_id: Kalender

source: Username
id_id: Nama
ms_my: Nama pengguna

source: Password
id_id: Sandi

source: Alternate ID
id_id: Alternatif ID
ms_my: ID Gantian

source: Zip Code
id_id: Kode pos
ms_my: Kod Zip

source: Mailing City
id_id: Mailing Kota
ms_my: City Surat Menyurat

source: Mailing State
id_id: Mailing Negara
ms_my: Negeri Surat Menyurat

source: Teacher - Room
id_id: Guru - Kamar
ms_my: - Bilik guru

source: Last, Common
id_id: Terakhir, Umum
ms_my: Terakhir, Biasa

source: Teacher - Room
id_id: Guru - Kamar
ms_my: - Bilik guru

source: Select Fields To Generate Report
id_id: Pilih Fields Untuk Menghasilkan Laporan
ms_my: Pilih Bidang Jana Laporan

source: User:
id_id: Pengguna:
ms_my: Pengguna:

source: Last login:
id_id: Terakhir login:
ms_my: Log masuk terakhir:

source: Role: Administrator
id_id: Peran: Administrator
ms_my: Peranan: Pentadbir

source: Date Posted
id_id: Tanggal Terpasang

source: Note
id_id: Catatan
ms_my: Nota

source: Event
id_id: Acara
ms_my: Acara

source: Upcoming Events
id_id: Acara Mendatang
ms_my: Acara Akan Datang

source: Warning!! - Teachers have missing attendance. Go to : Users -> Teacher Programs -> Missing Attendance
id_id: Peringatan! - Guru memiliki kehadiran yang hilang. Ke: Pengguna -&gt; Program Guru - Kehadiran&gt; Hilang
ms_my: Amaran! - Guru telah hilang kehadiran. Pergi ke: Pengguna -&gt; Program Guru -&gt; Kehadiran Hilang

source: Role: Teacher
id_id: Peran: Guru
ms_my: Peranan: Guru

source: Period -Teacher
id_id: Periode-Guru
ms_my: Tempoh Guru

source: Role: Parent
id_id: Peran: Parent
ms_my: Peranan: Ibu Bapa

source: Role
id_id: Peran
ms_my: Peranan

source: Cell Phone
id_id: Your Phone

source: Workplace
id_id: Tempat Kerja
ms_my: Tempat kerja

source: Information about your spouse or significant other residing with you:</B><BR><small>Leave this section blank if you are separated.
id_id: Informasi tentang pasangan Anda atau tinggal lainnya yang signifikan dengan Anda: <BR> <small>Biarkan bagian ini kosong jika Anda dipisahkan.</small>
ms_my: Maklumat tentang pasangan anda atau ketara yang tinggal dengan anda: <BR> <small>Tinggalkan kosong seksyen ini jika anda dipisahkan.</small>

source: Other Contacts
id_id: Lain Kontak
ms_my: Kenalan Lain

source: Relation to Student
id_id: Hubungan dengan Siswa
ms_my: Berhubung ke Pelajar

source: Birthdate
id_id: Tanggal lahir
ms_my: Tarikh Lahir

source: Physician
id_id: Dokter
ms_my: Pakar Perubatan

source: Physician Phone
id_id: Telepon Dokter
ms_my: Telefon doktor

source: Preferred Hospital
id_id: Pilihan Rumah Sakit
ms_my: Hospital Pilihan

source: Medical Comments
id_id: Medis Komentar
ms_my: Comments Perubatan

source: This person has no information in the system.
id_id: Orang ini tidak memiliki informasi dalam sistem.
ms_my: Orang ini tidak mempunyai maklumat dalam sistem.

source: Find a Student
id_id: Cari Mahasiswa
ms_my: Cari Pelajar

source: Search Criteria
id_id: Kriteria Pencarian
ms_my: Kriteria Carian

source: Reset
id_id: Ulang

source: Sorry! No Students were selected
id_id: Maaf! Tidak ada Siswa yang dipilih
ms_my: Maaf! Tiada Pelajar telah dipilih

source: Enrolled
id_id: Terdaftar
ms_my: Mendaftar

source: Dropped
id_id: Turun
ms_my: Menurun

source: Schedule Record
id_id: Jadwal Rekam
ms_my: Rekod Jadual

source: Schedule Records
id_id: Jadwal Rekaman
ms_my: Jadual Rekod

source: Create Add/Drop Report for Selected Students
id_id: Buat Laporan Tambah / Drop untuk Siswa Terpilih
ms_my: Buat Laporan Tambah / Gugur Pelajar Terpilih

source: Search
id_id: Pencarian

source: Course Periods
id_id: Kursus Periode
ms_my: Kursus Tempoh

source: Takes Attendance
id_id: Membawa Kehadiran
ms_my: Mengambil Kehadiran

source: Affects Honor Roll
id_id: Mempengaruhi Honor Roll
ms_my: Menjejaskan Roll Honor

source: Affects Class Rank
id_id: Mempengaruhi Peringkat Kelas
ms_my: Menjejaskan Rank Kelas

source: Gender Restriction
id_id: Pembatasan Kelamin
ms_my: Sekatan Gender

source: Allow Teacher Gradescale
id_id: Izinkan Guru Gradescale
ms_my: Benarkan Guru Gradescale

source: Parent Course Period
id_id: Parent Kursus Periode
ms_my: Tempoh ibu bapa Kursus

source: New Subject
id_id: Baru Subyek
ms_my: Perkara Baru

source: Subjects
id_id: Subjek
ms_my: Mata pelajaran

source: Male
id_id: Kejahatan
ms_my: Jahat

source: Female
id_id: Perempuan

source: New Course
id_id: Kursus Baru
ms_my: Kursus Baru

source: Available Seats
id_id: Tersedia Kursi
ms_my: Tempat duduk yang Tersedia

source: Student with an incomplete schedule
id_id: Siswa dengan jadwal lengkap
ms_my: Pelajar dengan jadual yang tidak sempurna
