Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Selected Student
id_id: Mahasiswa Terpilih
ms_my: Pelajar terpilih

source: Remove
id_id: Hapus
ms_my: Buang

source: Back to Student List
id_id: Kembali ke Daftar Siswa
ms_my: Kembali ke Senarai Pelajar

source: Selected User
id_id: Terpilih Pengguna
ms_my: Pengguna Terpilih

source: Back to User List
id_id: Kembali ke Daftar Pengguna
ms_my: Kembali ke Senarai Pengguna

source: You are not allowed to use this program! This attempted violation has been logged and your IP address was captured
id_id: Anda tidak diizinkan untuk menggunakan program ini! Ini upaya pelanggaran telah login dan alamat IP anda ditangkap
ms_my: Anda tidak dibenarkan untuk menggunakan program ini! Pelanggaran cuba ini telah dibalak dan alamat IP anda telah ditangkap

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day today records in your instance of the software. As an administrator, you can setup the schools in this system, modify students and users, and access essential student reports.
id_id: Dashboard default halaman rumah Anda dan menyediakan akses ke alert penting ketika Anda login ke aplikasi. Dashboard openSIS menunjukkan semua informasi kalender acara terakhir, catatan portal dan peringatan bagi guru yang telah hilang kehadiran. Ketika anda login untuk pertama kalinya itu akan menjadi layar kosong. Ini akan mengisi dan ketika Anda menambahkan catatan hari hari dalam contoh Anda dari perangkat lunak. Sebagai seorang administrator, Anda dapat setup sekolah dalam sistem ini, mahasiswa dan pengguna memodifikasi, dan akses laporan mahasiswa penting.
ms_my: Panel Kawalan ialah home page default anda dan menyediakan akses kepada isyarat penting apabila anda log masuk dengan permohonan itu. Papan pemuka openSIS menunjukkan semua event calendar maklumat terkini, nota dan peringatan bagi guru-guru yang telah hilang kehadiran portal. Apabila anda login untuk kali pertama, ia akan skrin kosong. Ia akan mengisi dan apabila anda menambah rekod hari ini hari dalam contoh perisian. Sebagai pentadbir, anda boleh setup sekolah-sekolah dalam sistem ini, mengubahsuaikan pelajar dan pengguna, dan akses laporan pelajar yang penting.

source: You have access to any school in the system. To choose a school to work on, select the school from the pull-down menu on the top. The program will automatically refresh with the new school in the workspace. You can also change the school year and current marking period in a similar fashion.
id_id: Anda memiliki akses ke sekolah dalam sistem. Untuk memilih sekolah untuk bekerja pada, pilih sekolah dari menu pull-down di atas. Program ini secara otomatis akan menyegarkan dengan sekolah baru di tempat kerja. Anda juga dapat mengubah tahun sekolah dan periode menandai saat ini dengan cara yang sama.
ms_my: Anda mempunyai akses kepada mana-mana sekolah dalam sistem. Untuk memilih sekolah untuk bekerja pada, pilih sekolah dari menu pull-down di atas. Program ini akan dimuat semula secara automatik dengan sekolah baru di ruang kerja. Anda juga boleh menukar tahun sekolah dan menandakan tempoh semasa dengan gaya yang sama.

source: You can also quickly access a Students Demographic Information from the Students tab.
id_id: Anda juga dapat dengan cepat mengakses Informasi Siswa Demografi dari tab Siswa.
ms_my: Anda juga boleh dengan cepat mengakses Maklumat Pelajar Demografi dari tab Pelajar.

source: Similarly to access a Users Information click on the User tab.
id_id: Demikian pula untuk mengakses klik Pengguna Informasi pada tab Pengguna.
ms_my: Begitu juga untuk mengakses Maklumat Pengguna klik pada tab Pengguna.

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section.
id_id: Ketika Anda mengklik pada salah satu tab di menu atas, Anda akan melihat daftar sub-menu yang tersedia untuk Anda dalam kategori tersebut. Mengklik pada menu apapun akan meluncurkan halaman khusus dalam bingkai utama, dan akan memperbarui frame membantu untuk menampilkan bantuan untuk bagian tersebut.
ms_my: Apabila anda klik pada mana-mana tab di menu atas, anda akan melihat senarai sub-menu yang tersedia untuk anda dalam kategori itu. Mengklik pada menu mana-mana akan melancarkan laman khusus dalam kerangka utama, dan ia akan mengemaskini rangka bantuan untuk memaparkan bantuan untuk seksyen itu.

source: In many places in openSIS, you will see data that are modifiable. You will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state.
id_id: Di banyak tempat di openSIS, Anda akan melihat data yang dimodifikasi. Anda harus pertama klik nilai yang Anda ingin mengubah untuk memiliki akses ke sebuah field input. Kemudian, ketika Anda mengubah nilai dan menyimpan, nilai tersebut akan kembali ke keadaan sebelumnya.
ms_my: Di banyak tempat di openSIS, anda akan melihat data yang telah diubah suai. Anda akan perlu mula-mula klik nilai yang anda mahu berubah untuk mempunyai akses kepada medan input. Kemudian, apabila anda menukar nilai dan berjimat, nilai tersebut akan kembali kepada keadaan sebelum ini.

source: You can logout of openSIS at any time by clicking the Logout link at the top right of your workspace.
id_id: Anda dapat logout dari openSIS setiap saat dengan mengklik link Keluar di bagian kanan atas ruang kerja Anda.
ms_my: Anda boleh logout openSIS pada bila-bila masa dengan mengklik pautan Logout di sebelah kanan atas ruang kerja anda.

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a teacher, you can view student information and schedules for students who you teach and input attendance, grades, and eligibility for these students. You can keep track of students grades from the Grades tab. From this tab, not only can you keep track of grades, but you can print progress reports for any of your students
id_id: Dashboard default halaman rumah Anda dan menyediakan akses ke alert penting ketika Anda login ke aplikasi. Dashboard openSIS menunjukkan semua informasi kalender acara terakhir, catatan portal dan peringatan bagi guru yang telah hilang kehadiran. Ketika anda login untuk pertama kalinya itu akan menjadi layar kosong. Ini akan mengisi dan ketika Anda menambahkan catatan sehari-hari dalam contoh Anda dari perangkat lunak. Sebagai guru, Anda dapat melihat informasi mahasiswa dan jadwal bagi siswa yang Anda mengajar dan kehadiran masukan, nilai, dan kelayakan untuk para siswa. Anda dapat melacak nilai siswa dari tab Kelas. Dari tab ini, Anda tidak hanya dapat melacak nilai, tetapi Anda dapat mencetak laporan kemajuan untuk setiap siswa Anda
ms_my: Panel Kawalan ialah home page default anda dan menyediakan akses kepada isyarat penting apabila anda log masuk dengan permohonan itu. Papan pemuka openSIS menunjukkan semua event calendar maklumat terkini, nota dan peringatan bagi guru-guru yang telah hilang kehadiran portal. Apabila anda login untuk kali pertama, ia akan skrin kosong. Ia akan mengisi dan apabila anda menambah rekod hari-hari ini dalam contoh perisian. Sebagai seorang guru, anda boleh melihat maklumat pelajar dan jadual untuk pelajar yang anda mengajar dan kehadiran input, gred, dan kelayakan untuk pelajar-pelajar ini. Anda boleh menjejaki gred pelajar dari tab Gred. Dari tab ini, bukan sahaja, anda boleh menjejaki gred, tetapi anda boleh mencetak laporan kemajuan bagi mana-mana pelajar anda

source: To choose a period to work on, select the period from the pull-down menu on the top. The program will automatically refresh with the new period in the workspace. You can also change the school year and current marking period in a similar fashion
id_id: Untuk memilih jangka waktu untuk bekerja pada, pilih periode dari menu pull-down di atas. Program ini secara otomatis akan menyegarkan dengan periode baru di tempat kerja. Anda juga dapat mengubah tahun sekolah dan periode menandai saat ini dengan cara yang sama
ms_my: Untuk memilih tempoh untuk bekerja di, pilih tempoh dari menu pull-down di atas. Program ini akan dimuat semula secara automatik dengan tempoh yang baru dalam ruang kerja. Anda juga boleh menukar tahun sekolah dan menandakan tempoh semasa dengan gaya yang sama

source: You can also quickly access a Students Demographic Information from the Students tab
id_id: Anda juga dapat dengan cepat mengakses Mahasiswa Informasi Demografis dari tab Siswa
ms_my: Anda juga boleh dengan cepat mengakses Pelajar Maklumat demografik dari tab Pelajar

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that section
id_id: Ketika Anda mengklik pada salah satu tab di menu atas, Anda akan melihat daftar sub-menu yang tersedia untuk Anda dalam kategori tersebut. Mengklik pada menu apapun akan meluncurkan halaman khusus dalam bingkai utama, dan akan memperbarui frame membantu untuk menampilkan bantuan untuk bagian yang
ms_my: Apabila anda klik pada mana-mana tab di menu atas, anda akan melihat senarai sub-menu yang tersedia untuk anda dalam kategori itu. Mengklik pada menu mana-mana akan melancarkan laman khusus dalam kerangka utama, dan ia akan mengemaskini rangka bantuan untuk memaparkan bantuan untuk seksyen itu

source: In many places in openSIS, you will see data that are modifiable. You will have to first click the value you want to change to have access to an input field. Then, when you change the value and save, the value will return to its previous state
id_id: Di banyak tempat di openSIS, Anda akan melihat data yang dimodifikasi. Anda harus pertama klik nilai yang Anda ingin mengubah untuk memiliki akses ke sebuah field input. Kemudian, ketika Anda mengubah nilai dan menyimpan, nilai tersebut akan kembali ke keadaan sebelumnya
ms_my: Di banyak tempat di openSIS, anda akan melihat data yang telah diubah suai. Anda akan perlu mula-mula klik nilai yang anda mahu berubah untuk mempunyai akses kepada medan input. Kemudian, apabila anda menukar nilai dan berjimat, nilai tersebut akan kembali ke keadaan sebelumnya

source: You can logout of openSIS at any time by clicking the Logout link at the top right of your workspace
id_id: Anda dapat logout dari openSIS setiap saat dengan mengklik link Keluar di bagian kanan atas ruang kerja Anda
ms_my: Anda boleh logout openSIS pada bila-bila masa dengan mengklik pautan Logout di sebelah kanan atas ruang kerja anda

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information, portal notes and alerts for teachers that have missing attendance. When you login for the first time it will be a blank screen. It will fill up as and when you add day-today records in your instance of the software. As a parent, you can view your childrens information, schedules, grades, eligibility, and attendance
id_id: Dashboard default halaman rumah Anda dan menyediakan akses ke alert penting ketika Anda login ke aplikasi. Dashboard openSIS menunjukkan semua informasi kalender acara terakhir, catatan portal dan peringatan bagi guru yang telah hilang kehadiran. Ketika anda login untuk pertama kalinya itu akan menjadi layar kosong. Ini akan mengisi dan ketika Anda menambahkan catatan sehari-hari dalam contoh Anda dari perangkat lunak. Sebagai orang tua, Anda dapat melihat informasi anak-anak Anda, jadwal, nilai, kelayakan, dan kehadiran
ms_my: Panel Kawalan ialah home page default anda dan menyediakan akses kepada isyarat penting apabila anda log masuk dengan permohonan itu. Papan pemuka openSIS menunjukkan semua event calendar maklumat terkini, nota dan peringatan bagi guru-guru yang telah hilang kehadiran portal. Apabila anda login untuk kali pertama, ia akan skrin kosong. Ia akan mengisi dan apabila anda menambah rekod hari-hari ini dalam contoh perisian. Sebagai ibu bapa, anda boleh melihat maklumat anak-anak, jadual, gred, kelayakan, dan kehadiran

source: To choose a child, select the childs name from the pull-down menu on the top. The program will automatically refresh with the new child in the workspace. You can also change the school year and current marking period in a similar fashion
id_id: Untuk memilih seorang anak, pilih nama anaknya dari menu pull-down di atas. Program ini secara otomatis akan menyegarkan dengan anak baru di tempat kerja. Anda juga dapat mengubah tahun sekolah dan periode menandai saat ini dengan cara yang sama
ms_my: Untuk memilih seorang kanak-kanak, pilih nama childs dari menu pull-down di atas. Program ini akan dimuat semula secara automatik dengan kanak-kanak yang baru dalam ruang kerja. Anda juga boleh menukar tahun sekolah dan menandakan tempoh semasa dengan gaya yang sama

source: The Dashboard is your default home page and provides access to important alerts when you log in to the application. The openSIS dashboard shows all recent calendar event information and portal notes. When you login for the first time it will be a blank screen. It will fill up as and when new portal notes and events are added in your instance of the software. As a student, you can view your demographic information, schedule, grades, eligibility, and attendance records
id_id: Dashboard default halaman rumah Anda dan menyediakan akses ke alert penting ketika Anda login ke aplikasi. Dashboard openSIS menunjukkan semua acara informasi kalender terbaru dan catatan portal. Ketika anda login untuk pertama kalinya itu akan menjadi layar kosong. Ini akan mengisi dan ketika catatan portal baru dan peristiwa ditambahkan dalam contoh Anda dari perangkat lunak. Sebagai mahasiswa, Anda dapat melihat informasi demografis, jadwal, nilai, kelayakan, dan catatan kehadiran
ms_my: Panel Kawalan ialah home page default anda dan menyediakan akses kepada isyarat penting apabila anda log masuk dengan permohonan itu. Papan pemuka openSIS menunjukkan semua event calendar maklumat terkini dan nota portal. Apabila anda login untuk kali pertama, ia akan skrin kosong. Ia akan mengisi dan apabila nota dan acara portal baru ditambah dalam contoh perisian. Sebagai seorang pelajar, anda boleh melihat maklumat demografik, jadual, gred, kelayakan, dan rekod kehadiran

source: You can change the school year and current marking period with the pull-down menus in the left frame to view records for that specific period
id_id: Anda dapat mengubah tahun sekolah dan periode menandai saat ini dengan menu pull-down di frame kiri untuk melihat catatan untuk periode tertentu
ms_my: Anda boleh menukar tahun sekolah dan tempoh semasa menandakan dengan menu pull-down di bingkai kiri untuk melihat rekod-rekod untuk tempoh yang tertentu

source: When you click on any of the tabs in the top menu, you will see a list of sub-menus available to you in that category. Clicking on any menu will launch the specific page in the main frame, and it will update the help frame to display help for that page
id_id: Ketika Anda mengklik pada salah satu tab di menu atas, Anda akan melihat daftar sub-menu yang tersedia untuk Anda dalam kategori tersebut. Mengklik pada menu apapun akan meluncurkan halaman khusus dalam bingkai utama, dan akan memperbarui frame membantu untuk menampilkan bantuan untuk halaman tersebut
ms_my: Apabila anda klik pada mana-mana tab di menu atas, anda akan melihat senarai sub-menu yang tersedia untuk anda dalam kategori itu. Mengklik pada menu mana-mana akan melancarkan laman khusus dalam kerangka utama, dan ia akan mengemaskini rangka bantuan untuk memaparkan bantuan untuk halaman itu

source: Portal Notes
id_id: Portal Catatan
ms_my: Portal Nota

source: This page allows you to add Notes to the system. Notes help to keep users of the system informed about any new developments in the School. You can choose the time period for which the specific note will be visible to users. You can also specify which users can view the same.
id_id: Halaman ini memungkinkan Anda untuk menambahkan Catatan untuk sistem. Catatan membantu untuk menjaga pengguna dari sistem informasi tentang setiap perkembangan baru di Sekolah. Anda dapat memilih periode waktu yang catatan tertentu akan terlihat ke pengguna. Anda juga dapat menentukan mana pengguna dapat melihat yang sama.
ms_my: Laman ini membenarkan anda untuk menambah Nota kepada sistem. Nota membantu untuk memastikan pengguna sistem maklumat tentang apa-apa perkembangan baru di Sekolah. Anda boleh memilih tempoh masa yang nota tertentu akan dilihat oleh pengguna. Anda juga boleh menentukan mana pengguna hanya boleh melihat yang sama.

source: To modify a note, click on any of the notes information, change the value, and click the Save button.
id_id: Untuk memodifikasi catatan, klik pada salah satu catatan informasi, mengubah nilai, dan klik tombol Simpan.
ms_my: Untuk mengubah suai nota, klik di mana-mana maklumat nota, menukar nilai, dan klik butang Simpan.

source: To delete an note, click the delete icon next to the note you want to delete. You will be asked to confirm the deletion.
id_id: Untuk menghapus catatan, klik ikon hapus di sebelah catatan yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: Untuk memadam nota, klik ikon padam bersebelahan dengan nota yang anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan.

source: School Information
id_id: Informasi Sekolah
ms_my: Maklumat Sekolah

source: The automated installer creates a default school during installation. Once logged in, you can update the existing information with your Schools Information viz. change the name, address, and principal of the current school from this page.
id_id: Installer otomatis menciptakan sebuah sekolah standar selama instalasi. Setelah login, Anda dapat memperbarui informasi yang ada dengan Anda yaitu Informasi Sekolah. mengubah nama, alamat, dan kepala sekolah saat ini dari halaman ini.
ms_my: Pemasang automatik mewujudkan sebuah sekolah lalai semasa pemasangan. Setelah log masuk, anda boleh mengemaskini maklumat yang sedia ada iaitu Sekolah Maklumat anda. menukar nama, alamat, dan pengetua sekolah semasa dari halaman ini.

source: To edit and change the default school information, simply click on the existing text and it will become an editable text input field. Enter the updated information and click Update.You also have the option to delete the school. However you cannot delete a school if you have existing students enrolled in that school.
id_id: Untuk mengedit dan mengubah informasi sekolah standar, cukup klik pada teks yang ada dan akan menjadi bidang teks yang dapat diedit masukan. Masukkan informasi terbaru dan klik Update.You juga memiliki pilihan untuk menghapus sekolah. Namun Anda tidak dapat menghapus sekolah jika Anda memiliki siswa yang ada terdaftar di sekolah tersebut.
ms_my: Untuk mengedit dan mengubah maklumat lalai sekolah, cukup klik pada teks yang sedia ada dan ia akan menjadi medan input teks disunting. Masukkan maklumat dan klik Update.You juga mempunyai pilihan untuk memadam sekolah. Walau bagaimanapun anda tidak boleh memadam sebuah sekolah jika anda mempunyai pelajar yang sedia ada yang mendaftar di sekolah itu.

source: Add a School
id_id: Tambahkan Sekolah yang
ms_my: Tambah Sekolah

source: This page allows you to add a school to the system. Complete the schools information, and hit the Save button.
id_id: Halaman ini memungkinkan Anda untuk menambahkan sebuah sekolah untuk sistem. Lengkapi informasi sekolah, dan tekan tombol Simpan.
ms_my: Laman ini membenarkan anda untuk menambah sekolah satu sistem. Lengkapkan maklumat sekolah, dan tekan butang Simpan.

source: To switch to the new school you just added, change the school pull-down menu on the top from your current school to the new one.
id_id: Untuk beralih ke sekolah baru yang baru saja ditambahkan, mengubah sekolah menu pull-down pada bagian atas dari sekolah Anda saat ini ke yang baru.
ms_my: Untuk bertukar ke sekolah baru, anda hanya menambah, menukar sekolah menu pull-down di atas dari sekolah semasa anda kepada yang baru.

source: Copy School
id_id: Salin Sekolah
ms_my: Salinan Sekolah

source: This page lets you make a copy of your existing school. The data copied includes School Periods, Marking Periods, Report Card Grade Codes, Report Card Comment Codes, Eligibility Activity Codes, Attendance Codes and Grade Levels.
id_id: Halaman ini memungkinkan Anda membuat salinan dari sekolah yang ada. Data disalin termasuk Periode Sekolah, Periode Menandai, Kode Kartu Laporan Grade Kode Kartu Laporan Komentar, Kode Kelayakan Kegiatan, Kode Kehadiran dan Tingkat Kelas.
ms_my: Laman ini membolehkan anda membuat salinan sekolah yang sedia ada anda. Data yang disalin termasuk Tempoh Sekolah, Tempoh Penandaan, Kod Gred Kad Laporan, Kod Comment Kad Laporan, Kod Aktiviti Kelayakan, Kod Kehadiran dan Tahap Gred.

source: Marking Periods
id_id: Menandai Periode
ms_my: Penandaan Tempoh

source: The Marking Periods page is where you setup your schools marking periods for a school year. There are four default tiers of marking periods added during the installation Year, Semesters, Quarters, and Progress periods. openSIS installation scripts create 2 Semesters and 4 Quarters by default. However you can always have more or fewer as required by your school. Similarly, there can be any number of progress periods in a given quarter.
id_id: Halaman Periode Menandai adalah di mana Anda setup sekolah Anda menandai periode selama satu tahun sekolah. Ada tingkatan standar empat periode menandai ditambahkan selama Tahun instalasi, semester, Quarters, dan periode Kemajuan. openSIS script instalasi membuat 2 semester dan 4 Quarters secara default. Namun Anda selalu dapat memiliki lebih banyak atau lebih sedikit diperlukan oleh sekolah. Demikian pula, ada dapat sejumlah periode kemajuan dalam seperempat diberikan.
ms_my: Laman Tempoh Penandaan adalah di mana anda setup sekolah anda menandakan tempoh bagi tahun sekolah. Terdapat empat peringkat lalai tempoh menandakan ditambah semasa Tahun pemasangan, Semester, Quarters, dan tempoh Kemajuan. skrip pemasangan openSIS mewujudkan 2 Semester dan 4 Kuarters oleh lalai. Walau bagaimanapun, anda sentiasa boleh mempunyai lebih atau kurang seperti yang dikehendaki oleh sekolah anda. Begitu juga, tidak boleh mana-mana nombor tempoh kemajuan pada suku yang diberikan.

source: To add a marking period, click on the Add button
id_id: Untuk menambahkan periode tanda, klik tombol Add
ms_my: Untuk menambah tempoh menandakan, klik pada butang Tambah
