Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears
id_id: Anda dapat mencari siswa yang meminta kursus tertentu dengan mengklik link Pilih sebelah opsi Permintaan pencarian dan memilih saja dari jendela popup yang muncul
ms_my: Anda boleh mencari pelajar yang meminta kursus tertentu dengan mengklik link di sebelah Pilih pilihan carian Permintaan dan memilih kursus dari tetingkap popup yang muncul

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address
id_id: Juga, Anda dapat memilih untuk mencetak lembaran permintaan dengan label surat. Lembar permintaan akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu lembar permintaan dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat
ms_my: Juga, anda boleh memilih untuk mencetak lembaran permintaan dengan label mel. Lembaran permintaan akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu lembaran permintaan boleh dicetak setiap pelajar sekiranya pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat

source: Report Cards
id_id: Kartu Laporan
ms_my: Kad Laporan

source: This utility allows you to print report cards for any number of students.
id_id: Utilitas ini memungkinkan Anda untuk mencetak kartu laporan untuk sejumlah siswa.
ms_my: Utiliti ini membolehkan anda untuk mencetak kad laporan untuk apa-apa bilangan pelajar.

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
id_id: Anda dapat mencari siswa yang terdaftar dalam kursus tertentu dengan mengklik link Pilih sebelah opsi Kursus pencarian dan memilih saja dari jendela popup yang muncul. Anda juga dapat membatasi pencarian Anda berdasarkan IPK tertimbang / unweighted, peringkat kelas, dan surat kelas dengan mengisi dalam batas atas dan bawah dari IPK dan peringkat kelas jangkauan dan memeriksa kotak centang surat kelas yang diinginkan. Sebagai contoh, ini memungkinkan Anda untuk mencari semua siswa dalam sepuluh kelas mereka, semua siswa yang gagal, atau semua siswa yang telah gagal setidaknya satu kursus dalam periode menandai yang dipilih.
ms_my: Anda boleh mencari pelajar yang mendaftar di kursus tertentu dengan mengklik pautan Pilih sebelah pilihan carian Kursus dan memilih kursus dari tetingkap popup yang muncul. Anda juga boleh menghadkan carian anda berdasarkan GPA wajaran / unweighted, kelas, pangkat, dan surat gred dengan mengisi batas atas dan bawah PNG dan pangkat pelbagai kelas dan memeriksa gred yang dikehendaki kotak semak surat. Sebagai contoh, ini membolehkan anda untuk mencari semua pelajar dalam peringkat sepuluh kelas, semua pelajar-pelajar yang gagal, atau semua pelajar yang telah gagal sekurang-kurangnya satu kursus dalam tempoh menandakan dipilih.

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address.
id_id: Juga, Anda dapat memilih untuk mencetak kartu laporan dengan label surat. Kartu laporan akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu kartu laporan dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat.
ms_my: Juga, anda boleh memilih untuk mencetak kad laporan dengan label mel. Kad laporan akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu kad laporan boleh dicetak setiap pelajar jika pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat.

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes.
id_id: Sebelum mencetak kartu laporan, Anda harus memilih yang menandai periode untuk menampilkan pada kartu laporan dengan memeriksa kotak centang yang diinginkan menandai periode.
ms_my: Sebelum mencetak kad laporan, anda mesti pilih yang menandakan tempoh untuk dipaparkan pada kad laporan dengan memeriksa yang dikehendaki menandakan kotak semak tempoh.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
id_id: Kartu laporan akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit.
ms_my: Kad laporan secara automatik akan turun ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit.

source: Calculate GPA
id_id: Hitung IPK
ms_my: Kira PNG

source: This utility calculates and saves the GPA and class rank of each student in your school based upon their semester grades.
id_id: Utilitas ini menghitung dan menyimpan peringkat IPK dan kelas masing-masing siswa di sekolah anda berdasarkan nilai semester mereka.
ms_my: Utiliti ini mengira dan menyimpan pangkat PNG dan kelas setiap pelajar di sekolah anda berdasarkan gred semester mereka.

source: You must confirm your intention to calculate GPA. Here, you can also specify what number your weighted scale is based upon and whether to base class rank upon weighted or unweighted GPA.
id_id: Anda harus mengkonfirmasi niat Anda untuk menghitung IPK. Di sini, Anda juga dapat menentukan apa yang sejumlah skala tertimbang Anda didasarkan atas dan apakah untuk peringkat kelas dasar pada IPK tertimbang atau tertimbang.
ms_my: Anda mesti mengesahkan niat anda untuk mengira PNG. Di sini, anda juga boleh menentukan nombor skala wajaran anda berdasarkan dan sama ada pangkat kelas asas kepada PNG wajaran atau unweighted.

source: The Calculate GPA program calculates the weighted GPA earned per course by multiplying the GPA value of the grade earned by the GPA multiplier of the course weight. Then, it divides that value by the number you specified as the base for your weighted scale. For unweighted GPA, the Calculate GPA program simply takes the GPA value of the grade the student earned. After finding the GPA points earned for each course, the program averages these values to determine the students to-date GPA. It then sorts these values to determine the class rank. If more than one student has the same GPA, they will share a position in class rank.
id_id: Program Hitung IPK menghitung IPK tertimbang diperoleh per kursus dengan mengalikan nilai IPK kelas diperoleh multiplier IPK berat saja. Kemudian, membagi nilai yang dengan jumlah yang Anda tentukan sebagai dasar untuk skala tertimbang Anda. Untuk IPK unweighted, program Hitung IPK hanya mengambil nilai IPK kelas siswa diterima. Setelah menemukan poin IPK yang diperoleh untuk setiap kursus, rata-rata program nilai-nilai ini untuk menentukan siswa untuk-date IPK. Kemudian macam nilai-nilai ini untuk menentukan peringkat kelas. Jika lebih dari satu mahasiswa memiliki IPK yang sama, mereka akan berbagi posisi di peringkat kelas.
ms_my: Program Kira PNG mengira PNG wajaran yang diperoleh setiap kursus dengan mendarab nilai PNG gred yang diperolehi oleh penggandaan PNG berat kursus. Kemudian, ia membahagikan nilai itu dengan nombor yang anda dinyatakan sebagai asas untuk skala wajaran anda. Bagi PNG unweighted, program Kira PNG hanya mengambil nilai PNG gred pelajar yang diterima. Setelah mencari mata GPA yang diperolehi bagi setiap kursus, program purata nilai-nilai ini untuk menentukan to-date PNG pelajar. Ia kemudiannya menyusun nilai-nilai ini untuk menentukan pangkat kelas. Jika lebih daripada seorang pelajar telah PNG yang sama, mereka akan berkongsi kedudukan pangkat kelas.

source: Transcripts
id_id: Transkrip
ms_my: Transkrip

source: This utility allows you to print transcripts for any number of students.
id_id: Utilitas ini memungkinkan Anda untuk mencetak transkrip untuk setiap jumlah siswa.
ms_my: Utiliti ini membolehkan anda untuk mencetak transkrip bagi mana-mana nombor pelajar.

source: You can search for students who are enrolled in a specific course by clicking the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also limit your search based on weighted unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
id_id: Anda dapat mencari siswa yang terdaftar dalam kursus tertentu dengan mengklik link Pilih sebelah opsi Kursus pencarian dan memilih saja dari jendela popup yang muncul. Anda juga dapat membatasi pencarian Anda berdasarkan IPK unweighted tertimbang, peringkat kelas, dan surat kelas dengan mengisi dalam batas atas dan bawah dari IPK dan peringkat kelas jangkauan dan memeriksa kotak centang surat kelas yang diinginkan. Sebagai contoh, ini memungkinkan Anda untuk mencari semua siswa dalam sepuluh kelas mereka, semua siswa yang gagal, atau semua siswa yang telah gagal setidaknya satu kursus dalam periode menandai yang dipilih.
ms_my: Anda boleh mencari pelajar yang mendaftar di kursus tertentu dengan mengklik pautan Pilih sebelah pilihan carian Kursus dan memilih kursus dari tetingkap popup yang muncul. Anda juga boleh menghadkan carian anda berdasarkan wajaran PNG unweighted, kelas pangkat, dan surat gred dengan mengisi batas atas dan bawah PNG dan pangkat pelbagai kelas dan memeriksa gred yang dikehendaki kotak semak surat. Sebagai contoh, ini membolehkan anda untuk mencari semua pelajar dalam peringkat sepuluh kelas, semua pelajar-pelajar yang gagal, atau semua pelajar yang telah gagal sekurang-kurangnya satu kursus dalam tempoh menandakan dipilih.

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
id_id: Sebelum pencetakan transkrip, Anda harus memilih yang menandai periode untuk ditampilkan pada transkrip dengan memeriksa kotak centang yang diinginkan menandai periode.
ms_my: Sebelum mencetak transkrip, anda mesti pilih yang menandakan tempoh untuk memaparkan transkrip dengan memeriksa yang dikehendaki menandakan kotak semak tempoh.

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
id_id: Transkrip akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit.
ms_my: Transkrip akan dimuat turun secara automatik ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit.

source: Teacher Completion Report
id_id: Guru Penyelesaian Laporan
ms_my: Siap Laporan Guru

source: This report shows which teachers have not entered grades for any given marking period.
id_id: Laporan ini menunjukkan guru yang belum memasukkan nilai untuk setiap periode menandai diberikan.
ms_my: Laporan ini menunjukkan guru-guru yang telah tidak memasukkan gred bagi mana-mana tempoh yang diberikan menandakan.

source: The red checks indicate that a teacher has failed to enter the current marking periods grades for that period.
id_id: Cek merah menunjukkan bahwa guru telah gagal untuk memasukkan nilai saat ini menandai periode untuk periode tersebut.
ms_my: Cek merah menunjukkan bahawa seorang guru telah gagal untuk memasuki semasa menandakan tempoh gred bagi tempoh itu.

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a marking period or period, click the Go button to refresh the list with the new parameters.
id_id: Anda dapat memilih kuartal saat ini, semester, dan ujian semester dari menu pull-down di bagian atas layar. Untuk mengubah kuartal saat ini, perubahan periode menandai pull-down menu di frame kiri. Anda juga dapat menampilkan hanya satu periode dengan memilih periode itu dari periode menu pull-down di bagian atas layar. Setelah memilih menandai periode atau periode, klik tombol Go untuk me-refresh daftar dengan parameter baru.
ms_my: Anda boleh memilih suku semasa, semester, dan peperiksaan semester dari menu pull-down di bahagian atas skrin. Untuk menukar suku semasa, perubahan tempoh yang menandakan menu pull-down di bingkai kiri. Anda juga boleh menunjukkan hanya satu tempoh dengan memilih tempoh itu berbanding tempoh yang pull-down menu di bahagian atas skrin. Setelah memilih menandakan tempoh atau tempoh, klik butang Go untuk menyegarkan senarai dengan parameter baru.

source: Grade Breakdown
id_id: Kelas Breakdown
ms_my: Pecahan Gred

source: This report shows the number of each grade that a teacher gave
id_id: Laporan ini menunjukkan jumlah dari setiap kelas bahwa seorang guru memberi
ms_my: Laporan ini menunjukkan bilangan setiap gred bahawa seorang guru memberi

source: You can select the current quarter, semester, and semester exam from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
id_id: Anda dapat memilih kuartal saat ini, semester, dan ujian semester dari menu pull-down di bagian atas layar. Untuk mengubah kuartal saat ini, perubahan periode menandai pull-down menu di frame kiri.
ms_my: Anda boleh memilih suku semasa, semester, dan peperiksaan semester dari menu pull-down di bahagian atas skrin. Untuk menukar suku semasa, perubahan tempoh yang menandakan menu pull-down di bingkai kiri.

source: GPA / Class Rank List
id_id: IPK / Kelas Peringkat Daftar
ms_my: Rank Senarai PNG / Kelas

source: This report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
id_id: Laporan yang menunjukkan IPK unweighted, IPK tertimbang, dan peringkat kelas masing-masing siswa di sekolah Anda.
ms_my: Ini laporan yang menunjukkan PNG unweighted, wajaran PNG, dan kelas pangkat setiap pelajar di sekolah anda.

source: As with any list in openSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the Grade column heading. Similarly, you can sort by unweighted GPA by clicking on the Unweighted GPA column heading.
id_id: Seperti halnya daftar di openSIS, Anda bisa menyortir oleh setiap nilai yang ditampilkan dengan mengklik judul kolom korespondennya. Misalnya, Anda bisa menyortir oleh kelas dengan mengklik pada judul kolom Kelas. Demikian pula, Anda dapat mengurutkan IPK unweighted dengan mengklik kolom IPK tidak tertimbang pos.
ms_my: Dengan mana-mana senarai di openSIS, anda boleh menyusun oleh nilai apa-apa yang dipaparkan dengan klik pada ruang coresponding tajuk. Sebagai contoh, anda boleh menyusun dengan gred dengan klik pada tajuk lajur Gred. Begitu juga, anda boleh menyusun oleh PNG unweighted dengan klik pada ruangan PNG Unweighted tajuk.

source: Report Card Codes
id_id: Laporan Kartu Kode
ms_my: Laporan Kod Kad

source: This page allows you to setup your schools report card codes. Report card codes are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card codes include letter grades as well as grade comments that a teacher can choose from when entering grades
id_id: Halaman ini memungkinkan Anda untuk setup sekolah Anda melaporkan kode kartu. Kode kartu laporan yang digunakan dalam program Masukan Kelas Akhir oleh guru dan di sebagian besar laporan Kelas. Laporan kode kartu termasuk nilai surat serta komentar kelas bahwa seorang guru dapat memilih dari ketika masuk kelas
ms_my: Laman ini membenarkan anda untuk persediaan sekolah anda melaporkan kod kad. Kod kad laporan yang digunakan dalam program Input Gred Akhir oleh guru-guru dan dalam kebanyakan laporan Gred. Kod kad laporan termasuk gred surat serta komen-komen gred bahawa seorang guru boleh memilih dari semasa memasuki gred

source: To add a report card grade, fill in the grades title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the Save button
id_id: Untuk menambahkan nilai rapor, isi judul nilai, nilai IPK, dan urutan di ladang kosong di bagian bawah daftar nilai dan klik tombol Simpan
ms_my: Untuk menambah gred kad laporan, masukkan tajuk gred, nilai PNG, dan perintah jenis dalam bidang kosong di bahagian bawah senarai gred dan klik butang Simpan

source: To add a comment, enter the new comments title in the empty field at the bottom of the comments list
id_id: Untuk menambahkan komentar, masukkan judul komentar baru dalam bidang kosong di bagian bawah daftar komentar
ms_my: Untuk menambah komen, masukkan tajuk komen baru dalam bidang kosong di bawah senarai komen

source: To modify either type of code, click on any of the codes information, change the value, and click the Save button
id_id: Untuk memodifikasi kedua jenis kode, klik pada salah satu informasi kode, mengubah nilai, dan klik tombol Simpan
ms_my: Untuk mengubah suai mana-mana jenis kod, klik di mana-mana maklumat kod, menukar nilai, dan klik butang Simpan

source: To delete either type of code, click the delete icon
id_id: Untuk menghapus kedua jenis kode, klik ikon hapus
ms_my: Untuk memadam mana-mana jenis kod, klik ikon padam

source: next to the code you want to delete. You will be asked to confirm the deletion
id_id: di sebelah kode yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan
ms_my: sebelah kod yang anda mahu padam. Anda akan diminta untuk mengesahkan penghapusan

source: This utility allows you to print report cards for your child
id_id: Utilitas ini memungkinkan Anda untuk mencetak kartu laporan untuk anak Anda
ms_my: Utiliti ini membolehkan anda untuk mencetak kad laporan untuk anak anda

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes
id_id: Sebelum mencetak kartu laporan, Anda harus memilih yang menandai periode untuk menampilkan pada kartu laporan dengan memeriksa checkbox yang diinginkan menandai periode
ms_my: Sebelum mencetak kad laporan, anda perlu memilih yang menandakan tempoh untuk dipaparkan pada kad laporan dengan menyemak kotak semak tempoh yang dikehendaki menandakan

source: The report cards will be automatically generated in a printer-friendly html page when you click the Submit button
id_id: Kartu laporan akan secara otomatis dihasilkan di halaman printer-friendly html ketika Anda mengklik tombol Submit
ms_my: Kad laporan akan dijana secara automatik di halaman html mesra pencetak apabila anda klik butang Submit

source: This utility allows you to print transcripts for your child
id_id: Utilitas ini memungkinkan Anda untuk mencetak transkrip untuk anak Anda
ms_my: Utiliti ini membolehkan anda untuk mencetak transkrip untuk anak anda

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes
id_id: Sebelum pencetakan transkrip, Anda harus memilih yang menandai periode untuk ditampilkan pada transkrip dengan memeriksa checkbox yang diinginkan menandai periode
ms_my: Sebelum mencetak transkrip, anda perlu memilih yang menandakan tempoh untuk memaparkan transkrip dengan menyemak kotak semak tempoh yang dikehendaki menandakan

source: The transcripts will be automatically generated in a printer-friendly html page when you click the Submit button
id_id: Transkrip akan secara otomatis dihasilkan di halaman printer-friendly html ketika Anda mengklik tombol Submit
ms_my: Transkrip akan secara automatik dijana dalam halaman html mesra pencetak apabila anda klik butang Submit

source: Student Grades
id_id: Siswa Kelas
ms_my: Pelajar Gred

source: This page allows you to view the grades earned by your child
id_id: Halaman ini memungkinkan Anda untuk melihat nilai yang diperoleh oleh anak Anda
ms_my: Laman ini membenarkan anda untuk melihat gred yang diperolehi oleh anak anda

source: Before searching, you must select which marking periods to display by checking desired marking period checkboxes
id_id: Sebelum mencari, Anda harus memilih yang menandai periode untuk menampilkan kotak centang yang diinginkan dengan memeriksa menandai periode
ms_my: Sebelum mencari, anda perlu memilih yang menandakan tempoh untuk memaparkan dengan menyemak kotak semak tempoh yang dikehendaki menandakan

source: GPA
id_id: IPK
ms_my: PNG

source: Class Rank List
id_id: Daftar Peringkat Kelas
ms_my: Senarai Kelas Rank

source: This report that shows the unweighted GPA, weighted GPA, and class rank of your child
id_id: Laporan yang menunjukkan IPK unweighted, IPK tertimbang, dan peringkat kelas anak anda
ms_my: Ini laporan yang menunjukkan PNG unweighted, wajaran PNG, dan kelas pangkat anak anda

source: This page allows you to enter quarter, semester, and semester exam grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or semester final by changing the marking period pull-down menu at the top of the screen to the desired marking period
id_id: Halaman ini memungkinkan Anda untuk memasukkan triwulan, semester, dan nilai ujian semester bagi semua siswa Anda pada periode berjalan. Secara default, program ini akan daftar siswa di kelas periode pertama Anda untuk kuartal saat ini. Anda dapat mengubah kuartal dengan mengubah periode menandai pull-down menu di frame kiri. Juga, Anda dapat memilih semester ini atau semester akhir dengan mengubah periode menandai menu pull-down di bagian atas layar untuk menandai periode yang diinginkan
ms_my: Laman ini membenarkan anda untuk memasuki suku, semester, dan gred peperiksaan semester kepada semua pelajar anda dalam tempoh semasa. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas tempoh pertama anda bagi suku semasa. Anda boleh mengubah suku dengan menukar tempoh yang menandakan menu pull-down di bingkai kiri. Juga, anda boleh memilih semester semasa atau semester akhir dengan menukar tempoh yang menandakan menu pull-down di bahagian atas skrin untuk tempoh yang dikehendaki menandakan
