Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Furthermore, when you have saved the students requests, you will have the option to specify a teacher or period and to exclude a teacher or period. To do this, select the teacher or period from the With and Without pull-down menus respectively. You can also delete a request that you entered by changing the course and weight to Not Specified. Once you have made all the desired modifications, click the Save button again.
id_id: Selanjutnya, ketika Anda menyimpan permintaan siswa, Anda akan memiliki pilihan untuk menentukan seorang guru atau periode dan untuk mengecualikan seorang guru atau periode. Untuk melakukan ini, pilih guru atau periode dari Dengan dan Tanpa menu pull-down masing-masing. Anda juga dapat menghapus permintaan yang Anda masukkan dengan mengubah program dan berat untuk Tidak Ditentukan. Setelah Anda telah membuat semua modifikasi yang diinginkan, klik tombol Simpan lagi.
ms_my: Tambahan pula, apabila anda menyimpan permintaan pelajar, anda akan mempunyai pilihan untuk menentukan seorang guru atau tempoh dan tidak termasuk seorang guru atau tempoh. Untuk melakukan ini, pilih guru atau tempoh dari dan masing-masing Tanpa menu pull-down. Anda juga boleh memadam permintaan yang anda masukkan dengan menukar kursus dan berat untuk Tidak Dinyatakan. Sebaik sahaja anda telah membuat pengubahsuaian yang dikehendaki, klik butang Simpan lagi.

source: Group Requests
id_id: Permintaan kelompok
ms_my: Kumpulan Permintaan

source: This utility allows you to add a request to a group of students in one action.
id_id: Utilitas ini memungkinkan Anda untuk menambahkan permintaan kepada sekelompok siswa dalam satu tindakan.
ms_my: Utiliti ini membolehkan anda untuk menambah permintaan kepada sekumpulan pelajar dalam satu tindakan.

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who already have a certain request or are in a certain activity. This can be useful since you can add a laboratory course request to all students who requested chemistry. Or you can add a P.E. course request to all students in Boys Basketball. From the search result, you can select any number of students. To select all the students in the list, check the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Course to Selected Students button at the top of the screen. If you have not yet chosen a course to add as a request, you must do that before you click this button.
id_id: Pertama, pilih kursus yang akan ditambahkan sebagai permintaan dengan mengklik Pilih link Kursus di bagian atas layar dan memilih saja dari layar popup yang muncul. Anda juga dapat melakukan tindakan ini dari layar berikutnya. Selanjutnya, mencari siswa. Perhatikan bahwa Anda dapat mencari siswa yang sudah memiliki permintaan tertentu atau berada dalam aktivitas tertentu. Hal ini dapat berguna karena Anda dapat menambahkan permintaan kursus laboratorium untuk semua siswa yang diminta kimia. Atau Anda dapat menambahkan permintaan kursus PE untuk semua siswa di Bola Basket Anak laki-laki. Dari hasil pencarian, Anda dapat memilih sejumlah siswa. Untuk memilih semua siswa dalam daftar, centang kotak di judul kolom biru di atas daftar. Setelah Anda memilih masing-masing siswa yang diinginkan dari daftar ini, klik tombol Tambahkan ke Kursus Siswa Terpilih di bagian atas layar. Jika Anda belum memilih kursus untuk ditambahkan sebagai permintaan, Anda harus melakukannya sebelum Anda mengklik tombol ini.
ms_my: Pertama, pilih kursus yang akan ditambah sebagai permintaan dengan mengklik di Pilih link Kursus di bahagian atas skrin dan memilih kursus dari skrin popup yang muncul. Anda juga boleh melakukan tindakan ini dari skrin seterusnya. Seterusnya, cari pelajar. Notis bahawa anda boleh mencari pelajar yang sudah mempunyai permintaan yang tertentu atau dalam aktiviti tertentu. Ini amat berguna kerana anda boleh menambah permintaan makmal kursus kepada semua pelajar yang meminta kimia. Atau anda boleh menambah permintaan PE kursus kepada semua pelajar-pelajar di Basketball Boys. Dari hasil carian, anda boleh memilih mana-mana bilangan pelajar. Untuk memilih semua pelajar dalam senarai, menyemak kotak dalam tajuk lajur biru di atas senarai. Selepas anda memilih setiap pelajar yang diingini dari senarai ini, klik Tambah Kursus untuk Pelajar butang yang dipilih di bahagian atas skrin. Jika anda belum lagi memilih kursus untuk menambah sebagai permintaan, anda perlu berbuat demikian sebelum anda klik butang ini.

source: Group Schedule
id_id: Jadwal Kelompok
ms_my: Kumpulan Jadual

source: This utility allows you to add a schedule to a group of students in one action.
id_id: Utilitas ini memungkinkan Anda untuk menambahkan jadwal untuk sekelompok mahasiswa dalam satu tindakan.
ms_my: Utiliti ini membolehkan anda untuk menambah jadual kepada sekumpulan pelajar dalam satu tindakan.

source: First, select a course to be added as a request by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to schedule the students. Select the students in the grid below and click the Save button. The selected schedule will be added to the selected students.
id_id: Pertama, pilih kursus yang akan ditambahkan sebagai permintaan dengan mengklik Pilih link Kursus di bagian atas layar dan memilih saja dari layar popup yang muncul. Pilih tanggal mulai untuk kursus dan periode menandai di mana Anda ingin jadwal siswa. Pilih siswa di grid di bawah ini dan klik tombol Simpan. Jadwal yang dipilih akan ditambahkan kepada siswa yang dipilih.
ms_my: Pertama, pilih kursus yang akan ditambah sebagai permintaan dengan mengklik di Pilih link Kursus di bahagian atas skrin dan memilih kursus dari skrin popup yang muncul. Pilih tarikh permulaan kursus dan tempoh yang menandakan di mana anda mahu jadual pelajar. Pilih pelajar-pelajar dalam grid di bawah dan klik butang Simpan. Jadual yang dipilih akan ditambah kepada pelajar-pelajar yang dipilih.

source: Group Drops
id_id: Kelompok Drops
ms_my: Kumpulan Drops

source: This utility allows you to add a remove a group of students from a schedule in one action.
id_id: Utilitas ini memungkinkan Anda untuk menambahkan menghapus sekelompok mahasiswa dari jadwal dalam satu tindakan.
ms_my: Utiliti ini membolehkan anda untuk menambah mengeluarkan sekumpulan pelajar dari jadual dalam satu tindakan.

source: First, select a course to be removed by clicking the Choose a Course link at the top of the screen and choosing the course from the popup screen that appears. Select the starting date for the course and the marking period in which you want to remove the students. Select the students in the grid below and click the Save button. The selected schedule will be removed from the selected schedule.
id_id: Pertama, pilih kursus yang akan dihapus dengan mengklik Pilih link Kursus di bagian atas layar dan memilih saja dari layar popup yang muncul. Pilih tanggal mulai untuk kursus dan periode menandai di mana Anda ingin menghapus mahasiswa. Pilih siswa di grid di bawah ini dan klik tombol Simpan. Jadwal yang dipilih akan dihapus dari jadwal yang dipilih.
ms_my: Pertama, pilih kursus yang perlu dikeluarkan dengan mengklik di Pilih link Kursus di bahagian atas skrin dan memilih kursus dari skrin popup yang muncul. Pilih tarikh permulaan kursus dan tempoh yang menandakan di mana anda mahu mengeluarkan pelajar. Pilih pelajar-pelajar dalam grid di bawah dan klik butang Simpan. Jadual yang dipilih akan dibuang dari jadual yang dipilih.

source: Student Schedule Report
id_id: Laporan Jadwal Mahasiswa
ms_my: Jadual Laporan Pelajar

source: This report shows the students who are scheduled into each course, the students who requested the course but werent successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
id_id: Laporan ini menunjukkan siswa yang dijadwalkan ke dalam setiap kursus, para siswa yang meminta saja tetapi werent berhasil dijadwalkan ke dalamnya, dan jumlah permintaan, kursi terbuka, dan total kursi di setiap kursus.
ms_my: Laporan ini menunjukkan pelajar yang dijadualkan ke dalam setiap kursus, pelajar-pelajar yang meminta kursus tetapi werent yang berjaya dijadualkan ke dalamnya, dan beberapa permintaan, tempat duduk terbuka, dan tempat duduk dalam setiap kursus.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course weights, and the requests, open, and total seats numbers will be broken down by each weight. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but werent scheduled into it by clicking the List Students and List Unscheduled Students links respectively.
id_id: Untuk menavigasi melalui laporan ini, pertama klik pada salah satu dari mata pelajaran. Anda sekarang akan melihat setiap program dalam subjek yang serta jumlah permintaan untuk itu kursus dan kursi terbuka dan total yang tersedia untuk kursus itu. Jika Anda memilih kursus dengan mengkliknya, Anda akan melihat daftar bobot tentu saja, dan permintaan, terbuka, dan total jumlah kursi akan dipecah berat masing-masing. Di sini, Anda juga dapat melihat daftar siswa dijadwalkan dalam kursus atau daftar siswa yang meminta saja tetapi werent dijadwalkan ke dalamnya dengan mengklik Daftar Siswa dan nondaftar Daftar link Siswa masing-masing.
ms_my: Untuk mengemudi melalui laporan ini, pertama klik pada mana-mana satu daripada mata pelajaran. Anda sekarang akan melihat setiap kursus dalam mata pelajaran itu serta bilangan permintaan bagi kursus itu dan terbuka dan jumlah kerusi yang ditawarkan bagi kursus itu. Jika anda memilih kursus dengan mengklik padanya, anda akan melihat senarai wajaran kursus, dan permintaan, terbuka, dan jumlah kerusi nombor akan dipecahkan oleh berat badan masing-masing. Di sini, anda juga boleh melihat senarai pelajar yang dijadualkan dalam perjalanan atau senarai pelajar yang meminta kursus tetapi werent yang dijadualkan ke dalamnya dengan mengklik Pelajar Senarai dan Senarai berjadual Pelajar pautan masing-masing.

source: If you select a weight by clicking on it, the open
id_id: Jika Anda memilih berat dengan mengkliknya, terbuka
ms_my: Jika anda memilih berat badan dengan mengklik padanya, terbuka

source: total seats will be broken down even farther by each period. Here again you can list scheduled and unscheduled students. Also, you can select a single course period and list the scheduled and unscheduled students.
id_id: total kursi akan dipecah lebih jauh oleh setiap periode. Di sini sekali lagi Anda bisa daftar siswa terjadwal dan tak terjadwal. Juga, Anda dapat memilih periode kursus tunggal dan daftar siswa terjadwal dan tak terjadwal.
ms_my: kerusi jumlah akan rosak malah lebih jauh oleh setiap tempoh. Di sini sekali lagi anda boleh senarai pelajar yang berjadual dan tidak berjadual. Juga, anda boleh memilih tempoh kursus tunggal dan senarai pelajar yang berjadual dan tidak berjadual.

source: Student Requests Report
id_id: Permintaan Laporan Mahasiswa
ms_my: Permintaan Student Report

source: This report shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
id_id: Laporan ini menunjukkan jumlah siswa yang diminta setiap program dan jumlah total kursi dalam kursus tersebut. Kursus ini dikelompokkan berdasarkan subyek.
ms_my: Laporan ini menunjukkan bilangan pelajar yang meminta setiap kursus dan bilangan jumlah kerusi dalam perjalanan itu. Kursus-kursus yang dikumpulkan oleh tertakluk.

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
id_id: Laporan ini berguna untuk menciptakan master jadwal karena membantu Anda menentukan jumlah periode saja yang diperlukan untuk setiap kursus karena permintaan untuk kursus.
ms_my: Laporan ini berguna untuk membuat jadual induk kerana ia membantu anda menentukan bilangan tempoh kursus yang perlu bagi setiap kursus kerana permintaan bagi kursus.

source: Student Schedules Report
id_id: Jadwal Mahasiswa Laporan
ms_my: Jadual Student Report

source: This report allows you to print schedules for any number of students.
id_id: Laporan ini memungkinkan Anda untuk mencetak jadwal untuk sejumlah siswa.
ms_my: Laporan ini membolehkan anda untuk mencetak jadual bagi mana-mana nombor pelajar.

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears.
id_id: Anda dapat mencari siswa yang diminta atau terdaftar dalam kursus tertentu dengan mengklik link Pilih sebelah Permintaan dan pilihan pencarian masing-masing Kursus dan memilih saja dari jendela popup yang muncul.
ms_my: Anda boleh mencari pelajar yang meminta atau mendaftar di kursus tertentu dengan mengklik pautan Pilih sebelah Permintaan dan pilihan carian Kursus masing-masing dan memilih kursus dari tetingkap popup yang muncul.

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address.
id_id: Juga, Anda dapat memilih untuk mencetak jadwal dengan label surat. Jadwal akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu jadwal yang dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat.
ms_my: Juga, anda boleh memilih untuk mencetak jadual dengan label mel. Jadual akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu jadual boleh dicetak setiap pelajar jika pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat.

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
id_id: Jadwal akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit.
ms_my: Jadual-jadual yang akan dimuat turun secara automatik ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit.

source: This report allows you to print requests sheets for any number of students.
id_id: Laporan ini memungkinkan Anda untuk mencetak lembar permintaan untuk sejumlah siswa.
ms_my: Laporan ini membolehkan anda untuk mencetak helaian permintaan untuk mana-mana nombor pelajar.

source: You can search for students who requested a specific course by clicking the Choose link next to the Request search option and choosing a course from the popup window that appears.
id_id: Anda dapat mencari siswa yang meminta kursus tertentu dengan mengklik link Pilih sebelah opsi Permintaan pencarian dan memilih saja dari jendela popup yang muncul.
ms_my: Anda boleh mencari pelajar yang meminta kursus tertentu dengan mengklik link di sebelah Pilih pilihan carian Permintaan dan memilih kursus dari tetingkap popup yang muncul.

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
id_id: Juga, Anda dapat memilih untuk mencetak lembaran permintaan dengan label surat. Lembar permintaan akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu lembar permintaan dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat.
ms_my: Juga, anda boleh memilih untuk mencetak lembaran permintaan dengan label mel. Lembaran permintaan akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu lembaran permintaan boleh dicetak setiap pelajar jika pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat.

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button.
id_id: Lembar permintaan akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit.
ms_my: Lembaran permintaan secara automatik akan turun ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit.

source: Student Class List Report
id_id: Siswa Kelas Daftar Laporan
ms_my: Pelajar Kelas Senarai Laporan

source: Setup &raquo; Run Scheduler
id_id: Pengaturan Jalankan Penjadwal
ms_my: Persediaan Run Berjadual

source: This utility schedules every student at your school according to the requests entered for them.
id_id: Jadwal utilitas ini setiap siswa di sekolah Anda sesuai dengan permintaan masuk untuk mereka.
ms_my: Utiliti ini jadual tiap-tiap pelajar di sekolah anda mengikut permintaan yang dibuat untuk mereka.

source: You first must confirm the Scheduler run.
id_id: Anda harus terlebih dahulu mengkonfirmasi jangka Penjadwal.
ms_my: Anda perlu terlebih dahulu mengesahkan jangka Berjadual.

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
id_id: Setelah scheduler telah berjalan, yang bisa memakan waktu beberapa menit, ia akan memberitahu setiap kali ada konflik. Output Penjadwal juga akan memberitahu Anda jika ada saja diminta memiliki nol kursi yang tersedia. Jika permintaan tidak dapat dipenuhi, Anda dapat mengubah permintaan sesuai untuk memastikan penjadwalan lengkap. Setelah jadwal telah disimpan, Anda akan diberikan pilihan untuk melihat Laporan Jadwal.
ms_my: Setelah itu penjadual telah dijalankan, yang boleh mengambil masa beberapa minit, ia akan memberitahu anda apa-apa konflik. Output Berjadual juga akan memberitahu anda jika mana-mana kursus yang diminta telah sifar kerusi yang ditawarkan. Jika permintaan tidak dapat dipenuhi, anda boleh menukar permintaan sewajarnya untuk memastikan penjadualan yang lengkap. Apabila jadual telah disimpan, anda akan diberikan pilihan untuk melihat Laporan Jadual.

source: The Delete Current Schedule deletes all the currently assigned schedules.
id_id: Hapus menghapus Jadwal semua jadwal saat ini ditugaskan.
ms_my: Padam Jadual memadam Semasa semua jadual yang pada masa yang diberikan.

source: Schedule
id_id: Jadwal
ms_my: Jadual

source: is a display of your childs course schedule
id_id: adalah tampilan dari jadwal kursus Anda Childs
ms_my: adalah paparan jadual kursus childs anda

source: Print Requests
id_id: Cetak Permintaan
ms_my: Cetak Permintaan

source: is a utility that allows you to print requests sheets for your child
id_id: adalah utilitas yang memungkinkan Anda untuk mencetak lembar permintaan untuk anak Anda
ms_my: adalah utiliti yang membolehkan anda untuk mencetak helaian permintaan untuk anak anda

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
id_id: Lembar permintaan akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit
ms_my: Lembaran permintaan secara automatik akan turun ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit

source: is a display of the students course schedule
id_id: adalah tampilan dari jadwal kursus siswa
ms_my: adalah paparan jadual kursus pelajar

source: This report allows you to print schedules for any number of students
id_id: Laporan ini memungkinkan Anda untuk mencetak jadwal untuk setiap jumlah siswa
ms_my: Laporan ini membolehkan anda untuk mencetak jadual bagi mana-mana nombor pelajar

source: You can search for students who requested or are enrolled in a specific course by clicking the Choose link next to the Request and Course search options respectively and choosing a course from the popup window that appears
id_id: Anda dapat mencari siswa yang diminta atau terdaftar dalam kursus tertentu dengan mengklik link Pilih sebelah Permintaan dan pilihan pencarian dan memilih masing-masing Kursus saja dari jendela popup yang muncul
ms_my: Anda boleh mencari pelajar yang meminta atau mendaftar di kursus tertentu dengan mengklik pautan Pilih sebelah Permintaan dan pilihan carian Kursus masing-masing dan memilih kursus dari tetingkap popup yang muncul

source: Also, you can choose to print the schedules with mailing labels. The schedules will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one schedule may be printed per student if the student has guardians residing at more than one address
id_id: Juga, Anda dapat memilih untuk mencetak jadwal dengan label surat. Jadwal akan memiliki label surat diposisikan sedemikian rupa untuk dapat dilihat dalam amplop berjendela ketika lembaran dilipat di pertiga. Lebih dari satu jadwal yang dapat dicetak per siswa jika siswa memiliki wali yang tinggal di lebih dari satu alamat
ms_my: Juga, anda boleh memilih untuk mencetak jadual dengan label mel. Jadual akan mempunyai label mel yang kedudukan dalam apa-apa cara yang dapat dilihat dalam sampul surat yang windowed apabila lembaran itu dilipat di pertiga. Lebih daripada satu jadual boleh dicetak setiap pelajar sekiranya pelajar mempunyai penjaga yang tinggal di lebih daripada satu alamat

source: The schedules will be automatically downloaded to your computer in the printable PDF format when you click the Submit button
id_id: Jadwal akan secara otomatis didownload ke komputer Anda dalam format PDF dapat dicetak ketika Anda mengklik tombol Submit
ms_my: Jadual-jadual yang akan dimuat turun secara automatik ke komputer anda dalam format PDF boleh cetak apabila anda klik butang Submit

source: This report allows you to print requests sheets for any number of students
id_id: Laporan ini memungkinkan Anda untuk mencetak lembar permintaan untuk sejumlah siswa
ms_my: Laporan ini membolehkan anda untuk mencetak helaian permintaan untuk mana-mana nombor pelajar
