Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: This page allows you to setup the weekly timeframe in which teachers can enter eligibility. Teachers must enter eligibility every week within this range. Besides the teachers Enter Eligibility program, this timeframe is used in most eligibility reports
id_id: Halaman ini memungkinkan Anda untuk men-setup jangka waktu mingguan di mana guru dapat memasukkan kelayakan. Guru harus memasukkan kelayakan setiap minggu dalam rentang ini. Selain guru Masukkan Kelayakan Program, jangka waktu ini digunakan dalam laporan kelayakan yang paling
ms_my: Laman ini membenarkan anda untuk persediaan jangka waktu mingguan di mana guru-guru boleh memasukkan kelayakan. Guru harus memasukkan kelayakan setiap minggu dalam julat ini. Selain daripada guru-guru Masukkan Kelayakan program, tempoh masa ini digunakan dalam kebanyakan laporan kelayakan

source: To change the timeframe, simply change the upper and lower bounds of the timeframe and click the Save button.
id_id: Untuk mengubah rentang waktu, hanya mengubah batas atas dan bawah dari kerangka waktu dan klik tombol Simpan.
ms_my: Untuk menukar tempoh masa, hanya menukar batas atas dan bawah tempoh masa dan klik butang Simpan.

source: Student List
id_id: Daftar Siswa
ms_my: Senarai Pelajar

source: This report shows every course and eligibility grade assigned to any number of students.
id_id: Laporan ini menunjukkan setiap kursus dan kelas kelayakan ditugaskan ke sejumlah siswa.
ms_my: Laporan ini menunjukkan setiap kursus dan gred kelayakan yang diberikan kepada mana-mana nombor pelajar.

source: After searching for students, you can specify the eligibility timeframe you want to view. These timeframes are setup in the Entry Times program.
id_id: Setelah mencari siswa, Anda dapat menentukan kerangka waktu kelayakan yang ingin Anda lihat. Jangka waktu ini adalah setup dalam program Entri Times.
ms_my: Setelah mencari untuk pelajar, anda boleh menentukan tempoh masa kelayakan yang anda mahu lihat. Jangkamasa ini adalah persediaan dalam program Times Entry.

source: This report shows which teachers have not entered eligibility for any given date range. The date range is set in the Entry Times program.
id_id: Laporan ini menunjukkan guru yang belum masuk kelayakan untuk setiap rentang tanggal tertentu. Rentang tanggal yang ditetapkan dalam program Entri Times.
ms_my: Laporan ini menunjukkan guru-guru yang telah tidak memasukkan kelayakan untuk mana-mana rentang tarikh tertentu. Rentang tarikh yang ditetapkan dalam program Times Entry.

source: The red checks indicate that a teacher has failed to enter the current date ranges eligibility for that period.
id_id: Cek merah menunjukkan bahwa guru telah gagal untuk memasukkan tanggal kelayakan rentang saat ini untuk periode tersebut.
ms_my: Cek merah menunjukkan bahawa seorang guru telah gagal untuk memasuki julat tarikh kelayakan semasa bagi tempoh itu.

source: You can select the current date range from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date range or period, click the Go button to refresh the list with the new parameters.
id_id: Anda dapat memilih rentang tanggal yang saat ini dari menu pull-down di bagian atas layar. Anda juga dapat menampilkan hanya satu periode dengan memilih periode itu dari periode menu pull-down di bagian atas layar. Setelah memilih rentang tanggal atau periode, klik tombol Go untuk me-refresh daftar dengan parameter baru.
ms_my: Anda boleh memilih pelbagai tarikh semasa dari menu pull-down di bahagian atas skrin. Anda juga boleh menunjukkan hanya satu tempoh dengan memilih tempoh itu berbanding tempoh yang pull-down menu di bahagian atas skrin. Selepas memilih pelbagai tarikh atau tempoh, klik butang Go untuk menyegarkan senarai dengan parameter baru.

source: is a display of your childs activities and the current timeframes eligibility grades
id_id: adalah tampilan aktivitas Anda Childs dan kerangka waktu saat ini nilai kelayakan
ms_my: adalah paparan aktiviti childs anda dan jangkamasa semasa gred kelayakan

source: You can specify the eligibility timeframe you want to view by choosing the desired timeframe from the pull-down menu at the top of the screen. Eligibility is entered once per week
id_id: Anda dapat menentukan kerangka waktu kelayakan Anda ingin melihat dengan memilih jangka waktu yang diinginkan dari menu pull-down di bagian atas layar. Kelayakan dimasukkan sekali per minggu
ms_my: Anda boleh menentukan tempoh masa kelayakan yang anda mahu melihat dengan memilih tempoh masa yang dikehendaki dari menu pull-down di bahagian atas skrin. Kelayakan dimasukkan sekali seminggu

source: is a report that shows every course and eligibility grade assigned to your child
id_id: adalah laporan yang menunjukkan setiap kursus dan kelas kelayakan ditugaskan untuk anak Anda
ms_my: adalah satu laporan yang menunjukkan setiap kursus dan gred kelayakan yang diberikan kepada anak anda

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the Go button. Eligibility is entered once per week
id_id: Anda dapat menentukan kerangka waktu kelayakan yang ingin Anda lihat dengan memilih jangka waktu dari menu pull-down di bagian atas layar dan klik tombol Go. Kelayakan dimasukkan sekali per minggu
ms_my: Anda boleh menentukan tempoh masa kelayakan yang anda mahu melihat dengan memilih jangka masa dari menu pull-down di bahagian atas skrin dan klik butang Go. Kelayakan dimasukkan sekali seminggu

source: allows you to enter eligibility grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
id_id: memungkinkan Anda untuk memasukkan nilai kelayakan untuk semua siswa Anda pada periode berjalan. Secara default, program ini akan daftar siswa di kelas periode pertama Anda. Anda dapat mengubah periode saat ini dengan mengubah periode pull-down menu di frame kiri untuk periode yang diinginkan
ms_my: membolehkan anda untuk memasuki gred kelayakan untuk semua pelajar-pelajar anda dalam tempoh semasa. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas tempoh pertama anda. Anda boleh mengubah tempoh semasa dengan menukar tempoh menu pull-down di bingkai kiri untuk tempoh yang dikehendaki

source: Once you are in the correct period, you can enter eligibility grades by selecting the eligibility code corresponding to each student. Once you have entered eligibility for all your students, click the Save button at the top of the screen
id_id: Setelah Anda berada dalam periode yang benar, Anda dapat memasukkan nilai kelayakan dengan memilih kode yang sesuai kelayakan untuk setiap siswa. Setelah Anda memasukkan kelayakan untuk semua siswa Anda, klik tombol Simpan di bagian atas layar
ms_my: Sebaik sahaja anda dalam tempoh yang betul, anda boleh memasukkan gred kelayakan dengan memilih kod kelayakan yang sama kepada setiap pelajar. Sebaik sahaja anda telah memasukkan kelayakan untuk semua pelajar-pelajar anda, klik butang Simpan di bahagian atas skrin

source: If you are using the Gradebook, you can have openSIS calculate each students eligibility grades by clicking on the Use Gradebook Grades link at the top of the list. Clicking this link will automatically save each students eligibility grades and refresh the list
id_id: Jika Anda menggunakan Buku Nilai, Anda dapat memiliki openSIS menghitung setiap siswa kelas kelayakan dengan mengklik pada link Kelas Gunakan Buku Nilai di bagian atas daftar. Mengklik link ini secara otomatis akan menyimpan setiap nilai siswa kelayakan dan menyegarkan daftar
ms_my: Jika anda menggunakan Gradebook, anda boleh mempunyai openSIS mengira setiap gred kelayakan pelajar dengan klik pada link Gred Penggunaan Gradebook di bahagian atas senarai. Mengklik pautan ini secara automatik akan menyimpan setiap gred pelajar kelayakan dan muat semula senarai

source: Either your account is inactive or your access permission has been revoked. Please contact the school administration.
id_id: Entah account Anda tidak aktif atau izin akses Anda telah dicabut. Silahkan hubungi administrasi sekolah.
ms_my: Sama ada akaun anda tidak aktif atau kebenaran akses anda telah dibatalkan. Sila hubungi pihak pentadbiran sekolah.

source: Incorrect username or password. Please try again.
id_id: Username atau password salah. Silakan coba lagi.
ms_my: Nama pengguna atau kata laluan tidak betul. Sila cuba lagi.

source: Your account has been created. You will be notified by email when it is verified by school administration and you can log in.
id_id: Akun Anda telah dibuat. Anda akan diberitahu melalui email ketika diverifikasi oleh administrasi sekolah dan Anda dapat log in
ms_my: Akaun anda telah dibuka. Anda akan dimaklumkan melalui e-mel apabila ia disahkan oleh pentadbiran sekolah dan anda boleh log masuk.

source: You must have javascript enabled to use openSIS.
id_id: Anda harus mengaktifkan javascript untuk menggunakan openSIS.
ms_my: Anda harus mengaktifkan javascript untuk menggunakan openSIS.

source: Subject
id_id: Subjek

source: Course
id_id: Kursus
ms_my: Kursus

source: Course Period
id_id: Kursus Periode
ms_my: Tempoh Kursus

source: Home
id_id: Depan

source: School Info
id_id: Info Sekolah
ms_my: Info Sekolah

source: School Setup
id_id: Pengaturan Sekolah
ms_my: Persediaan Sekolah

source: Students
id_id: Siswa
ms_my: Pelajar

source: Users
id_id: Pengguna
ms_my: Pengguna

source: Scheduling
id_id: Penjadwalan
ms_my: Penjadualan

source: Attendance
id_id: Kehadiran
ms_my: Kehadiran

source: Eligibility
id_id: Persyaratan
ms_my: Kelayakan

source: Tools
id_id: Peralatan

source: Welcome to openSIS Student Information System
id_id: Selamat Datang di Sistem Informasi Siswa openSIS
ms_my: Selamat datang ke openSIS Sistem Maklumat Pelajar

source: Version
id_id: Versi
ms_my: Versi

source: Release Date
id_id: Tanggal rilis
ms_my: Tarikh Siaran

source: Help
id_id: Bantuan
ms_my: Bantuan

source: Hide Help
id_id: Sembunyikan Bantuan
ms_my: Hide Bantuan

source: Staff
id_id: Staf
ms_my: Staf

source: Profile
id_id: Profil

source: Staff ID
id_id: Staf ID

source: Last Login
id_id: Login Terakhir

source: Student
id_id: Mahasiswa
ms_my: Pelajar

source: School
id_id: Sekolah
ms_my: Sekolah

source: This School cannot be deleted. There are Students and Teachers in this School
id_id: Sekolah ini tidak dapat dihapus. Ada Siswa dan Guru di Sekolah ini
ms_my: Sekolah ini tidak boleh dihapuskan. Terdapat Pelajar dan Guru di Sekolah ini

source: Students Enrolled
id_id: Siswa Terdaftar
ms_my: Pelajar mendaftar

source: back to Subject
id_id: kembali ke Subyek
ms_my: kembali kepada Perkara

source: Students Enrolled
id_id: Siswa Terdaftar
ms_my: Pelajar mendaftar

source: Try Again
id_id: Coba Lagi
ms_my: Cuba Lagi

source: Cancel
id_id: Membatalkan
ms_my: Batal

source: January
id_id: Januari
ms_my: Januari

source: February
id_id: Februari
ms_my: Februari

source: March
id_id: Maret
ms_my: Mac

source: May
id_id: Mei
ms_my: Mei

source: June
id_id: Juni
ms_my: Jun

source: July
id_id: Juli
ms_my: Julai

source: August
id_id: Agustus
ms_my: Ogos

source: October
id_id: Oktober
ms_my: Oktober

source: December
id_id: Desember
ms_my: Disember

source: Gender
id_id: Jenis kelamin

source: Ethnicity
id_id: Etnis
ms_my: Etnik

source: Mailing Address
id_id: Alamat
ms_my: Alamat Surat Menyurat

source: City
id_id: Kota

source: State
id_id: Negara
ms_my: Negeri

source: Zipcode
id_id: Kode pos.
ms_my: Poskod.

source: Student Address
id_id: Alamat Mahasiswa
ms_my: Alamat Pelajar

source: Student Addresses
id_id: Alamat Mahasiswa
ms_my: Pelajar Alamat

source: Home Phone
id_id: Telepon Rumah
ms_my: Phone Home

source: School Status
id_id: Status Sekolah
ms_my: Status Sekolah

source: Course Status
id_id: Kursus Status
ms_my: Taraf kursus

source: delete
id_id: menghapus
ms_my: memadam

source: Confirm
id_id: Menegaskan
ms_my: Mengesahkan

source: Are you sure you want to
id_id: Apakah Anda yakin ingin
ms_my: Adakah anda pasti anda mahu

source: that
id_id: bahwa
ms_my: bahawa

source: Unable to Delete
id_id: Tidak dapat Hapus
ms_my: Tidak ke Padam

source: Full Year
id_id: Kendali Tahun
ms_my: Tahun Penuh

source: Last Name starts with:
id_id: Nama belakang dimulai dengan:
ms_my: Nama keluarga bermula dengan:

source: First Name starts with:
id_id: Nama Pertama dimulai dengan:
ms_my: Nama Pertama bermula dengan:

source: Address contains
id_id: Alamat berisi
ms_my: Alamat mengandungi

source: Preferred Medical Facility starts with
id_id: Fasilitas Medis Pilihan dimulai dengan
ms_my: Kemudahan Perubatan yang dipilih bermula dengan

source: Comments starts with
id_id: Komentar dimulai dengan
ms_my: Comments bermula dengan

source: Goal Title starts with
id_id: Judul Tujuan dimulai dengan
ms_my: Tajuk Matlamat bermula dengan

source: Goal Description starts with
id_id: Deskripsi Tujuan dimulai dengan
ms_my: Description Matlamat bermula dengan

source: Progress Period Name starts with:
id_id: Periode Nama Kemajuan dimulai dengan:
ms_my: Nama Tempoh kemajuan bermula dengan:

source: Progress Assessment starts with
id_id: Penilaian Kemajuan dimulai dengan
ms_my: Penilaian kemajuan bermula dengan

source: Doctors Note starts with
id_id: Dokter Catatan dimulai dengan
ms_my: Nota Doktor bermula dengan

source: Type starts with
id_id: Jenis dimulai dengan
ms_my: Jenis bermula dengan

source: Immunization Date
id_id: Imunisasi Tanggal
ms_my: Tarikh imunisasi

source: Medical Date
id_id: Tanggal Medis
ms_my: Tarikh Perubatan

source: Medical Alert Date
id_id: Medis Pemberitahuan Tanggal
ms_my: Perkhidmatan Tarikh Alert

source: Nurse Visit Date
id_id: Perawat Kunjungi Tanggal
ms_my: Tarikh jururawat Visit

source: Alert starts with
id_id: Pemberitahuan dimulai dengan
ms_my: Alert bermula dengan

source: Reason starts with
id_id: Alasan dimulai dengan
ms_my: Sebab bermula dengan

source: Result starts with
id_id: Hasil dimulai dengan
ms_my: Keputusan bermula dengan

source: Nurse Visit Comments starts with
id_id: Perawat Komentar Kunjungi dimulai dengan
ms_my: Visit jururawat Comments bermula dengan

source: Birthday Starts from
id_id: Ulang Tahun Mulai dari
ms_my: Birthday Bermula dari

source: You're not allowed to use this program! This attempted violation has been logged and your IP address was captured.
id_id: Anda tidak diizinkan untuk menggunakan program ini! Ini upaya pelanggaran telah login dan alamat IP anda ditangkap.
ms_my: Anda tidak dibenarkan untuk menggunakan program ini! Pelanggaran cuba ini telah dibalak dan alamat IP anda telah ditangkap.

source: Day
id_id: Hari
ms_my: Hari

source: Month
id_id: Bulan
ms_my: Bulan

source: Year
id_id: Tahun
ms_my: Tahun

source: Relevance
id_id: Relevansi

source: No
id_id: Pada
ms_my: Pada

source: were found
id_id: ditemukan
ms_my: ditemui

source: None were found.
id_id: Tidak ditemukan.
ms_my: Tiada ditemui.

source: were found.
id_id: ditemukan.
ms_my: ditemui.

source: was found.
id_id: ditemukan.
ms_my: ditemui.

source: Next Grade at
id_id: Berikutnya Kelas di
ms_my: Gred Seterusnya pada

source: Not Specified
id_id: Tidak Ditentukan
ms_my: Tidak Dinyatakan

source: No Value
id_id: Nilai Tidak
ms_my: Nilai Tiada

source: Choose
id_id: Pilih
ms_my: Pilih

source: Request
id_id: Permintaan
ms_my: Permintaan

source: Missing Request
id_id: Hilang Permintaan
ms_my: Hilang Permintaan

source: Days Absent
id_id: Hari Absen
ms_my: Hari Absen

source: between
id_id: antara
ms_my: antara

source: Between
id_id: Antara
ms_my: Antara

source: Weighted GPA
id_id: Tertimbang IPK
ms_my: Berwajaran PNG

source: Unweighted GPA
id_id: Unweighted IPK
ms_my: Unweighted PNG

source: GPA between
id_id: IPK antara
ms_my: PNG antara

source: Weighted
id_id: Tertimbang
ms_my: Berwajaran

source: Cumulative
id_id: Kumulatif
ms_my: Kumulatif

source: Class Rank between
id_id: Peringkat Kelas antara
ms_my: Rank Kelas antara

source: Class Rank
id_id: Peringkat Kelas
ms_my: Rank Kelas

source: Report Card Grade
id_id: Laporan Kartu Kelas
ms_my: Kad Laporan Gred

source: Letter Grade
id_id: Surat Kelas
ms_my: Gred Surat

source: Did not receive
id_id: Tidak menerima
ms_my: Tidak menerima

source: Ineligible
id_id: tidak memenuhi syarat
ms_my: tidak layak

source: Activity:
id_id: Kegiatan:
ms_my: Aktiviti:

source: Activity
id_id: Aktivitas
ms_my: Aktiviti

source: Mailing Labels
id_id: Mailing Label
ms_my: Surat Menyurat Labels

source: Absence records were added for the selected students
id_id: Catatan Absen ditambahkan untuk siswa yang dipilih
ms_my: Rekod ketiadaan ditambah bagi pelajar-pelajar yang dipilih

source: You must choose at least one period and one student.
id_id: Anda harus memilih setidaknya satu periode dan satu siswa.
ms_my: Anda mesti memilih sekurang-kurangnya satu tempoh dan seorang pelajar.

source: Add absence to periods
id_id: Tambahkan tidak untuk periode
ms_my: Tambah ketiadaan untuk tempoh

source: Absence code
id_id: Ketidakhadiran kode
ms_my: Kod ketiadaan

source: Absence reason
id_id: Alasan Ketidakhadiran
ms_my: Sebab ketiadaan

source: W
id_id: Dalam
ms_my: Dalam

source: Save
id_id: Simpan
ms_my: Simpan

source: Courses
id_id: Program
ms_my: Kursus

source: Phone
id_id: Telepon
ms_my: Telefon

source: This student has no contact information.
id_id: Mahasiswa ini tidak memiliki informasi kontak.
ms_my: Pelajar ini tidak mempunyai maklumat kenalan.

source: Not Present
id_id: Tidak Hadir
ms_my: Tidak Hadir

source: None
id_id: Tidak ada
ms_my: Tiada

source: Full-Day
id_id: Kendali-Hari
ms_my: Hari Penuh

source: Update
id_id: Memperbarui

source: Cannot delete because attendance codes are associated.
id_id: Tidak dapat menghapus karena kode kehadiran terkait.
ms_my: Tidak boleh memadam kerana kod kehadiran dikaitkan.

source: Title
id_id: Judul
ms_my: Tajuk

source: Short Name
id_id: Nama Pendek
ms_my: Nama Pendek

source: Sort Order
id_id: Urutkan Pesanan
ms_my: Perintah Susun

source: Type
id_id: Jenis
ms_my: Jenis

source: Default for Teacher
id_id: Default untuk Guru
ms_my: Default untuk Guru

source: State Code
id_id: Kode Negara
ms_my: Kod Negeri

source: Delete this category
id_id: Menghapus kategori ini
ms_my: Padam kategori ini

source: New Category Title
id_id: Judul Kategori Baru
ms_my: Kategori Tajuk Baru

source: Teacher & Office
id_id: Guru &amp; Kantor
ms_my: Guru &amp; Pejabat

source: Office Only
id_id: Hanya kantor
ms_my: Pejabat Hanya

source: Present
id_id: Hadir

source: Absent
id_id: Absen
ms_my: Absen

source: Half
id_id: Setengah
ms_my: Separuh

source: Max length for Title is 100
id_id: Max length untuk Judul adalah 100
ms_my: Max panjang untuk Title 100

source: Max length for Short Name is 50
id_id: Max length untuk Nama Short 50
ms_my: Max panjang untuk Nama ringkas ialah 50

source: Sort Order Code allows only numeric value
id_id: Kode Sort Orde memungkinkan nilai hanya numerik
ms_my: Susun Kod Perintah membolehkan nilai hanya angka

source: Please enter the New Category Title
id_id: Masukkan Judul Kategori Baru
ms_my: Sila masukkan Tajuk Kategori Baru

source: Max length for Title is 10
id_id: Max length untuk Judul 10
ms_my: Max panjang untuk Title 10

source: Advanced
id_id: Lanjutan

source: Search All Schools
id_id: Cari Semua Sekolah
ms_my: Cari semua sekolah

source: Submit
id_id: Menyerahkan
ms_my: Hantar

source: All School
id_id: Sekolah Semua
ms_my: Sekolah Semua

source: Date
id_id: Tanggal
ms_my: Tarikh

source: Student Name
id_id: Nama Mahasiswa
ms_my: Nama Pelajar

source: Period Name
id_id: Periode Nama
ms_my: Nama Tempoh

source: Attendance Status
id_id: Kehadiran Status
ms_my: Status Kehadiran

source: Total Attendance
id_id: Jumlah Kehadiran
ms_my: Kehadiran Jumlah

source: Days Possible
id_id: Kemungkinan hari
ms_my: Hari Kemungkinan

source: Average Attendance
id_id: Kehadiran rata-rata
ms_my: Kehadiran tinjauan

source: Average Absent
id_id: Rata-rata Absen
ms_my: Purata Absen

source: All course periods
id_id: Semua periode saja
ms_my: Semua kursus tempoh

source: All my course periods
id_id: Semua kuliah saya periode
ms_my: Semua tempoh kursus saya

source: Selected course period
id_id: Tentu Terpilih periode
ms_my: Kursus yang dipilih tempoh

source: The duplicate record(s) has been deleted.
id_id: Catatan duplikat (s) telah dihapus.
ms_my: Rekod pendua (s) telah dipadam.

source: of
id_id: dari
ms_my: daripada

source: pages
id_id: halaman
ms_my: muka surat

source: Student (Student ID)
id_id: Siswa (Student ID)
ms_my: Pelajar (Student ID)

source: Course (Course Period ID)
id_id: Kursus (Kursus ID Periode)
ms_my: Kursus (Kursus Tempoh ID)

source: Course Start Date
id_id: Tanggal Kursus Mulai
ms_my: Tarikh Mulai Kursus

source: Course End Date
id_id: Kursus Tanggal Akhir
ms_my: Tarikh Tamat Kursus

source: Attendance Date
id_id: Kehadiran Tanggal
ms_my: Tarikh kehadiran

source: No Duplicates Found
id_id: Duplikat Tidak Ditemukan
ms_my: Salinan Tiada Found

source: No Students were found.
id_id: Tidak ada Siswa ditemukan.
ms_my: Tiada Pelajar ditemui.

source: From
id_id: Dari
ms_my: Dari

source: When do you want to recalculate the daily attendance?
id_id: Bila Anda ingin menghitung ulang kehadiran harian?
ms_my: Bila anda mahu untuk mengira semula kehadiran harian?

source: The Daily Attendance for that timeframe has been recalculated.
id_id: Kehadiran harian untuk jangka waktu yang telah dihitung ulang.
ms_my: Kehadiran harian untuk jangka masa yang telah dihitung semula.

source: Add Absence
id_id: Tambahkan Absen
ms_my: Tambah Ketiadaan

source: Reports
id_id: Laporan
ms_my: Laporan

source: Attendance Report
id_id: Kehadiran Laporan
ms_my: Laporan Kehadiran

source: Average Daily Attendance
id_id: Rata-rata Kehadiran Harian
ms_my: Purata Kehadiran Harian

source: Average Attendance by Day
id_id: Rata-rata Kehadiran Hari
ms_my: Kehadiran tinjauan oleh Hari

source: Attendance Chart
id_id: Kehadiran Bagan
ms_my: Carta Kehadiran

source: Absence Summary
id_id: Ketidakhadiran Ringkasan
ms_my: Ringkasan ketiadaan

source: Utilities
id_id: Utilitas
ms_my: Utiliti

source: Recalculate Daily Attendance
id_id: Hitung Ulang Kehadiran Harian
ms_my: Mengira semula Kehadiran Harian

source: Delete Duplicate Attendance
id_id: Hapus Duplikat Kehadiran
ms_my: Padam Gandakan Kehadiran

source: Setup
id_id: Pengaturan
ms_my: Persediaan

source: Absences
id_id: Absen
ms_my: Ketidakhadiran

source: Missing Attendance
id_id: Kehadiran Hilang
ms_my: Hilang Kehadiran

source: Warning
id_id: Peringatan
ms_my: Amaran

source: Teachers have missing attendance data
id_id: Guru telah hilang data absensi
ms_my: Guru-guru telah hilang data kehadiran

source: Period-Teacher
id_id: Periode-Guru
ms_my: Tempoh Guru

source: Period
id_id: Periode
ms_my: Tempoh

source: Periods
id_id: Periode
ms_my: Tempoh

source: Attendance Possible
id_id: Kemungkinan Kehadiran
ms_my: Kehadiran Kemungkinan

source: Not Taken
id_id: Tidak Diambil
ms_my: Tidak Taken

source: Avg Attendance
id_id: Kehadiran avg
ms_my: Kehadiran Purata

source: Avg Absent
id_id: Absen avg
ms_my: Absen Purata

source: Grade level
id_id: Tingkat kelas
ms_my: Tahap Gred

source: Grade levels
id_id: Tingkat kelas
ms_my: Gred

source: Office Comment
id_id: Kantor Komentar
ms_my: Ulasan Pejabat

source: Teacher Comment
id_id: Komentar Guru
ms_my: Komen Guru

source: FEB
id_id: Februari
ms_my: Februari

source: APR
id_id: April
ms_my: April

source: MAY
id_id: MUNGKIN
ms_my: MUNGKIN

source: JUN
id_id: Juni

source: JUL
id_id: Juli
ms_my: Julai

source: AUG
id_id: Agustus
ms_my: Ogos

source: SEP
id_id: September
ms_my: September

source: OCT
id_id: Oktober
ms_my: Oktober
