Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: Confirm Delete
id_id: Konfirmasi Hapus
ms_my: Sahkan Hapus

source: Are you sure you want to delete the user profile
id_id: Apakah Anda yakin ingin menghapus profil pengguna
ms_my: Adakah anda pasti anda mahu memadam profil pengguna

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through the User Permissions program
id_id: Pengguna profil yang akan mempertahankan izin mereka sebagai satu set kustom yang dapat dimodifikasi pada basis per-user melalui program Permissions Pengguna
ms_my: Pengguna profil itu akan mengekalkan kebenaran mereka sebagai satu set adat yang boleh diubahsuai berdasarkan per pengguna melalui program Permissions Pengguna

source: Select the programs that users of this profile can use and which programs those users can use to save information.
id_id: Pilih program yang pengguna profil ini dapat menggunakan dan program mana yang para pengguna dapat digunakan untuk menyimpan informasi.
ms_my: Pilih program-program yang pengguna profil ini boleh menggunakan dan program mana pengguna boleh gunakan untuk menyimpan maklumat.

source: Add a User Profile
id_id: Tambahkan Profil Pengguna
ms_my: Tambah Profil Pengguna

source: Find a User
id_id: Temukan Pengguna
ms_my: Cari Pengguna

source: No Access
id_id: Tidak ada Akses
ms_my: Tiada akses

source: Include Disabled User
id_id: Sertakan Pengguna Dinonaktifkan
ms_my: Sertakan Pengguna Kurang Upaya

source: Please select a user
id_id: Silakan pilih pengguna
ms_my: Sila pilih pengguna

source: User
id_id: Pengguna
ms_my: Pengguna

source: Staff Member
id_id: Staf Anggota
ms_my: Ahli Kakitangan

source: please select from date
id_id: silahkan pilih dari tanggal
ms_my: sila pilih dari tarikh

source: Following teachers have missing attendance
id_id: Guru berikut telah hilang kehadiran
ms_my: Guru-guru berikut telah hilang kehadiran

source: No teachers have missing attendance for this school
id_id: Tidak ada guru telah hilang kehadiran untuk sekolah ini
ms_my: Tiada guru-guru telah hilang kehadiran untuk sekolah ini

source: Choose Period
id_id: Pilih Periode
ms_my: Pilih Tempoh

source: A user with that username already exists for the
id_id: Seorang pengguna dengan username yang sudah ada untuk
ms_my: Seseorang pengguna dengan nama pengguna yang sudah wujud bagi

source: school year. Choose a different username and try again.
id_id: sekolah tahun. Pilih username yang berbeda dan coba lagi.
ms_my: tahun persekolahan. Pilih nama pengguna yang lain dan cuba lagi.

source: Unable to save data, because
id_id: Tidak dapat menyimpan data, karena
ms_my: Tidak dapat menyimpan data, kerana

source: is required
id_id: diperlukan
ms_my: diperlukan

source: Specified username is already taken! Please try again with a different user name
id_id: Ditentukan nama pengguna sudah diambil! Silakan coba lagi dengan nama user yang berbeda
ms_my: Nama pengguna dinyatakan sudah diambil! Sila cuba lagi dengan nama pengguna yang berlainan

source: New User Field
id_id: New User Lapangan
ms_my: Panduan Bidang Baru

source: User Field Category
id_id: Kategori Lapangan Pengguna
ms_my: Bidang Kategori Pengguna

source: Select Multiple Choices
id_id: Pilih Pilihan Ganda
ms_my: Pilih Pilihan Berbilang

source: one per line
id_id: satu per baris
ms_my: satu per baris

source: for dates
id_id: untuk tanggal
ms_my: untuk tarikh

source: Include (should be left blank for most categories)
id_id: Sertakan (harus dibiarkan kosong untuk kategori yang paling)
ms_my: Termasuk (harus dibiarkan kosong bagi kebanyakan kategori)

source: User Field Categories
id_id: Pengguna Bidang Kategori
ms_my: Arahan Kategori Bidang

source: User Field
id_id: Pengguna Lapangan
ms_my: Bidang Pengguna

source: Ms.
id_id: Nona

source: Miss
id_id: Kehilangan

source: Rev
id_id: Putaran

source: Last Year Staff ID
id_id: Tahun Terakhir Staf ID
ms_my: ID Staf Tahun Terakhir

source: Disable User
id_id: Nonaktifkan Pengguna
ms_my: Matikan Pengguna

source: User Profile
id_id: Profil Pengguna
ms_my: Profil Pengguna

source: Schools
id_id: Sekolah
ms_my: Sekolah

source: Email Address
id_id: Alamat Email
ms_my: Alamat E-mel

source: Phone Number
id_id: Telepon Nomor
ms_my: Nombor Telefon

source: Student ID
ms_my: ID Pelajar

source: Go
ms_my: Pergi

source: Half-Day
ms_my: Separuh Hari

source: Total
ms_my: Jumlah

source: Email ID
ms_my: ID e-mel

source: Mailing Zipcode
ms_my: Zipcode Surat Menyurat

source: Upcoming Event
ms_my: Acara Akan Datang

source: Expanded View
ms_my: View berkembang

source: Administrator w/Custom
ms_my: Pentadbir w / Custom

source: Parent w/Custom
ms_my: Ibu bapa w / Custom

source: Checkbox
ms_my: Kotak semak

source: Address1
ms_my: Alamat1

source: Address2
ms_my: Alamat2

source: Email
ms_my: E-mel

source: Result
ms_my: Keputusan

source: School Bus Pick-up
ms_my: Bas Sekolah Pick-up

source: School Bus Drop-off
ms_my: Bas Sekolah Turun

source: Backup Database
ms_my: Pangkalan Data Backup

source: Administrator
ms_my: Pentadbir

source: General Info
ms_my: Maklumat Umum

source: Mailing
ms_my: Surat Menyurat

source: Bus Pickup
ms_my: Pikap bas

source: Bus Dropoff
ms_my: Bas Dropoff

source: YYYY-MM-DD
ms_my: TTTT-MM-DD
