Repository: uguraba/opensis-ml
Catalog: locale/*/LC_MESSAGES/openSIS.po
Languages: id_id, ms_my

source: is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
id_id: adalah laporan yang menunjukkan jumlah siswa, hari mungkin, jumlah hari murid ini, jumlah hari murid tidak hadir, dan Kehadiran Harian Rata-rata per hari untuk setiap rentang tanggal di sekolah Anda. Angka-angka ini dipecah oleh kelas.
ms_my: adalah satu laporan yang menunjukkan bilangan pelajar, mungkin hari, bilangan hari pelajar yang hadir, beberapa hari pelajar tidak hadir, dan Kehadiran Purata harian setiap hari bagi pilihan mana-mana tarikh di sekolah anda. Nombor ini adalah dipecahkan mengikut gred.

source: Daily Summary Report
id_id: Ringkasan Laporan Harian
ms_my: Ringkasan Laporan Harian

source: This report shows the daily attendance status of any number of students for every date during any timeframe.
id_id: Laporan ini menunjukkan status kehadiran harian dari sejumlah siswa untuk setiap tanggal selama jangka waktu apapun.
ms_my: Laporan ini menunjukkan status kehadiran harian apa-apa bilangan pelajar untuk setiap tarikh apa-apa dalam jangka waktu.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each students daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
id_id: Setelah mencari siswa, Anda dapat mengubah rentang tanggal dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Daftar menunjukkan masing-masing siswa nilai kehadiran harian untuk setiap hari dengan kode warna. Sebuah kotak merah menandakan bahwa siswa tidak hadir sepanjang hari, kotak kuning menandakan bahwa seorang siswa tidak hadir setengah hari, dan kotak hijau menandakan bahwa seorang siswa hadir sepanjang hari.
ms_my: Setelah mencari untuk pelajar, anda boleh mengubah rentang tarikh dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Senarai ini menunjukkan setiap pelajar nilai kehadiran harian bagi setiap hari dengan kod warna. Kotak merah menandakan bahawa pelajar itu tidak hadir sepanjang hari, peti kuning menandakan bahawa seseorang pelajar tidak hadir setengah hari, dan kotak hijau menandakan bahawa seseorang pelajar hadir sepanjang hari.

source: You can see the attendance records for each period for any student by clicking on a students name from the list. Here, the absence code is displayed in the color-coded box.
id_id: Anda dapat melihat catatan kehadiran untuk setiap periode untuk setiap siswa dengan mengklik nama mahasiswa dari daftar. Di sini, kode tidak ditampilkan di kotak warna-kode.
ms_my: Anda boleh melihat rekod-rekod kehadiran bagi setiap tempoh bagi mana-mana pelajar dengan klik pada nama pelajar dari senarai. Di sini, kod ketiadaan dipaparkan di dalam kotak berkod warna.

source: Student Summary
id_id: Ringkasan Siswa
ms_my: Ringkasan Pelajar

source: This report shows the days for which a student has an absence.
id_id: Laporan ini menunjukkan hari yang seorang siswa telah ketiadaan.
ms_my: Laporan ini menunjukkan hari yang mana pelajar telah ketiadaan.

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period.
id_id: Setelah memilih mahasiswa, Anda dapat mengubah rentang tanggal dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Daftar absen siswa menunjukkan untuk setiap periode setiap hari bahwa ia telah ketiadaan. A x merah menunjukkan siswa tidak hadir pada periode yang sama.
ms_my: Selepas memilih seorang pelajar, anda boleh mengubah rentang tarikh dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Senarai ini menunjukkan ketidakhadiran pelajar bagi setiap tempoh setiap hari bahawa dia telah ketiadaan. A x merah menunjukkan pelajar tidak hadir dalam tempoh yang sama.

source: Teacher Completion
id_id: Guru Penyelesaian
ms_my: Siap Guru

source: This report shows which teachers have not entered attendance for any given day.
id_id: Laporan ini menunjukkan guru yang belum memasukkan kehadiran untuk hari tertentu.
ms_my: Laporan ini menunjukkan guru-guru yang telah tidak memasukkan kehadiran bagi mana-mana hari diberi.

source: The red checks indicate that a teacher has failed to enter the current days attendance for that period.
id_id: Cek merah menunjukkan bahwa guru telah gagal untuk memasukkan kehadiran hari saat periode tersebut.
ms_my: Cek merah menunjukkan bahawa seorang guru telah gagal untuk memasuki kehadiran hari semasa bagi tempoh itu.

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, click the Go button to refresh the list with the new parameters.
id_id: Anda dapat memilih tanggal dari menu pull-down di bagian atas layar. Anda juga dapat menampilkan hanya satu periode dengan memilih periode itu dari periode menu pull-down di bagian atas layar. Setelah memilih tanggal atau periode, klik tombol Go untuk me-refresh daftar dengan parameter baru.
ms_my: Anda boleh memilih tarikh semasa dari menu pull-down di bahagian atas skrin. Anda juga boleh menunjukkan hanya satu tempoh dengan memilih tempoh itu berbanding tempoh yang pull-down menu di bahagian atas skrin. Selepas memilih satu tarikh atau tempoh, klik butang Go untuk menyegarkan senarai dengan parameter baru.

source: Attendance Codes
id_id: Kehadiran Kode
ms_my: Kehadiran Kod

source: This page allows you to setup your schools attendance codes. Attendance codes are used in the teachers Take Attendance program
id_id: Halaman ini memungkinkan Anda untuk setup sekolah kode kehadiran Anda. Kode kehadiran digunakan dalam Program Kehadiran guru Ambil
ms_my: Laman ini membenarkan anda untuk persediaan kod sekolah kehadiran anda. Kod Kehadiran digunakan guru-guru Ambil program Kehadiran

source: as well as most of the Attendance reports
id_id: serta sebagian besar Kehadiran laporan
ms_my: serta kebanyakan laporan Kehadiran

source: and specify whether or not the student was present during the period, and if he wasnt, the reason.
id_id: dan menentukan apakah atau tidak siswa hadir selama periode tersebut, dan jika dia tidak, alasannya.
ms_my: dan menentukan sama ada atau tidak pelajar hadir dalam tempoh tersebut, dan jika dia tidak, sebab.

source: To add an attendance code, fill in the attendance codes title, short name, type, and state code. Select whether or not the code should be a teachers default from the empty fields at the bottom of the attendance codes list and click the Save button. Generally, the attendance code called Present will be marked as the teachers default. If the attendance code is marked as being type Teacher, a teacher will be able to select that attendance code from their Take Attendance program. Administrators will be able to assign all codes to a student.
id_id: Untuk menambahkan kode kehadiran, mengisi judul kode kehadiran, nama singkat, jenis, dan kode negara. Pilih apakah atau tidak kode harus default guru dari bidang kosong di bagian bawah daftar hadir kode dan klik tombol Simpan. Umumnya, kode kehadiran disebut Hadir akan ditandai sebagai default guru. Jika kode kehadiran ditandai sebagai Guru tipe, guru akan dapat memilih bahwa kode kehadiran dari program Kehadiran Ambil mereka. Administrator akan dapat menetapkan semua kode untuk mahasiswa.
ms_my: Untuk menambah kod kehadiran, masukkan tajuk kod kehadiran, nama pendek, jenis, dan kod negeri. Pilih sama ada atau tidak kod perlu menjadi lalai guru-guru dari bidang kosong di bahagian bawah senarai kod kehadiran dan klik butang Simpan. Secara amnya, kod kehadiran yang dipanggil Present akan ditandakan sebagai lalai guru-guru. Jika kod kehadiran ditandai sebagai Guru jenis, guru akan dapat untuk memilih bahawa kod kehadiran dari program Kehadiran Ambil mereka. Pentadbir akan dapat menetapkan semua kod kepada pelajar.

source: To modify an attendance code, click on any of the attendance codes information, change the value, and click the Save button.
id_id: Untuk memodifikasi kode kehadiran, klik pada salah satu informasi kehadiran kode, mengubah nilai, dan klik tombol Simpan.
ms_my: Untuk mengubah suai kod kehadiran, klik di mana-mana maklumat kod kehadiran, menukar nilai, dan klik butang Simpan.

source: To delete an attendance code, click the delete icon
id_id: Untuk menghapus kode kehadiran, klik ikon hapus
ms_my: Untuk memadam suatu kod kehadiran, klik ikon padam

source: next to the attendance code you want to delete. You will be asked to confirm the deletion.
id_id: samping kode kehadiran yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: sebelah kod kehadiran anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan.

source: Daily Summary
id_id: Ringkasan Harian
ms_my: Ringkasan Harian

source: is a report that shows the daily attendance status of your child during any timeframe
id_id: adalah laporan yang menunjukkan status kehadiran harian anak Anda selama jangka waktu setiap
ms_my: adalah satu laporan yang menunjukkan status kehadiran harian anak anda dalam tempoh masa mana-mana

source: You can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows your childs daily attendance value for each period of each day with color codes. A red box signifies that the student was absent that period, and a green box indicates that the student was either present or tardy that period. The absence code is displayed in the box
id_id: Anda dapat mengubah rentang tanggal dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Daftar menunjukkan nilai kehadiran Anda Childs harian untuk setiap periode setiap hari dengan kode warna. Sebuah kotak merah menandakan bahwa mahasiswa tidak hadir periode, dan kotak hijau menunjukkan bahwa siswa itu baik hadir atau terlambat periode itu. Kode absen ditampilkan dalam kotak
ms_my: Anda boleh mengubah rentang tarikh dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Senarai menunjukkan nilai childs kehadiran harian anda untuk setiap tempoh setiap hari dengan kod warna. Sebuah kotak merah menandakan bahawa pelajar itu tidak hadir bahawa tempoh, dan kotak hijau menunjukkan bahawa pelajar sama ada hadir atau terlambat tempoh itu. Kod ketiadaan dipaparkan di dalam kotak

source: allows you to enter period attendance for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period
id_id: memungkinkan Anda untuk memasukkan kehadiran periode untuk semua siswa Anda pada periode berjalan. Secara default, program ini akan daftar siswa di kelas periode pertama Anda. Anda dapat mengubah periode saat ini dengan mengubah periode pull-down menu di frame kiri untuk periode yang diinginkan
ms_my: membolehkan anda untuk memasukkan kehadiran tempoh untuk semua pelajar-pelajar anda dalam tempoh semasa. Secara lalai, program ini akan menyenaraikan pelajar di dalam kelas tempoh pertama anda. Anda boleh mengubah tempoh semasa dengan menukar tempoh menu pull-down di bingkai kiri untuk tempoh yang dikehendaki

source: Once you are in the correct period, you can enter attendance by selecting the attendance code corresponding to each student. Once you have entered attendance for all your students, click the Save button at the top of the screen
id_id: Setelah Anda berada dalam periode yang benar, Anda dapat memasukkan kehadiran dengan memilih kode yang sesuai kehadiran untuk setiap siswa. Setelah Anda memasukkan kehadiran untuk semua siswa Anda, klik tombol Simpan di bagian atas layar
ms_my: Sebaik sahaja anda dalam tempoh yang betul, anda boleh memasukkan kehadiran dengan memilih kod kehadiran yang sama kepada setiap pelajar. Sebaik sahaja anda telah memasukkan kehadiran bagi semua pelajar anda, klik butang Simpan di bahagian atas skrin

source: This report shows the daily attendance status of any number of students for every date during any timeframe
id_id: Laporan ini menunjukkan status kehadiran harian dari sejumlah siswa untuk setiap kencan selama jangka waktu setiap
ms_my: Laporan ini menunjukkan status kehadiran harian apa-apa bilangan pelajar untuk setiap tarikh apa-apa dalam jangka waktu

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows each students daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long
id_id: Setelah mencari siswa, Anda dapat mengubah rentang tanggal dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Daftar menunjukkan masing-masing siswa nilai kehadiran harian untuk setiap hari dengan kode warna. Sebuah kotak merah menandakan bahwa siswa tidak hadir sepanjang hari, kotak kuning menandakan bahwa seorang siswa tidak hadir setengah hari, dan kotak hijau menandakan bahwa seorang siswa hadir sepanjang hari
ms_my: Setelah mencari untuk pelajar, anda boleh mengubah rentang tarikh dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Senarai ini menunjukkan setiap pelajar nilai kehadiran harian bagi setiap hari dengan kod warna. Kotak merah menandakan bahawa pelajar itu tidak hadir sepanjang hari, peti kuning menandakan bahawa seseorang pelajar tidak hadir setengah hari, dan kotak hijau menandakan bahawa seseorang pelajar hadir sepanjang hari

source: You can see the attendance records for each period for any student by clicking on a students name from the list. Here, the absence code is displayed in the color-coded box
id_id: Anda dapat melihat catatan kehadiran untuk setiap periode untuk setiap siswa dengan mengklik nama mahasiswa dari daftar. Di sini, kode tidak ditampilkan di kotak warna-kode
ms_my: Anda boleh melihat rekod-rekod kehadiran bagi setiap tempoh bagi mana-mana pelajar dengan klik pada nama pelajar dari senarai. Di sini, kod ketiadaan dipaparkan di dalam kotak berkod warna

source: This report shows the days for which a student has an absence
id_id: Laporan ini menunjukkan hari yang seorang siswa telah ketiadaan
ms_my: Laporan ini menunjukkan hari yang mana pelajar telah ketiadaan

source: After selecting a student, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the Go button. The list shows the students absences for each period of each day that he had an absence. A red x indicates the student was absent in the corresponding period
id_id: Setelah memilih mahasiswa, Anda dapat mengubah rentang tanggal dengan mengubah tanggal pull-down menu di bagian atas layar dan klik tombol Go. Daftar absen siswa menunjukkan untuk setiap periode setiap hari bahwa ia telah ketiadaan. A x merah menunjukkan siswa tidak hadir pada periode yang sama
ms_my: Selepas memilih seorang pelajar, anda boleh mengubah rentang tarikh dengan mengubah tarikh menu pull-down di bahagian atas skrin dan klik butang Go. Senarai ini menunjukkan ketidakhadiran pelajar bagi setiap tempoh setiap hari bahawa dia telah ketiadaan. A x merah menunjukkan pelajar tidak hadir dalam tempoh yang sama

source: Student Screen
id_id: Mahasiswa Layar
ms_my: Skrin Pelajar

source: This page displays the students activities and the current timeframes eligibility grades. The program also allows you to add and delete activities to the student.
id_id: Halaman ini menampilkan kegiatan siswa dan kerangka waktu saat ini nilai kelayakan. Program ini juga memungkinkan Anda untuk menambahkan dan menghapus kegiatan untuk siswa.
ms_my: Laman ini memaparkan aktiviti-aktiviti pelajar dan jangkamasa semasa gred kelayakan. Program ini juga membolehkan anda untuk menambah dan memadam aktiviti untuk pelajar.

source: You must first select a student by using the Find a Student search screen. You can search for students who are enrolled in a specific course by clicking on the Choose link next to the Course search option and choosing a course from the popup window that appears. You can also search for students in a certain activity and for students who are currently ineligible.
id_id: Anda harus terlebih dahulu memilih seorang mahasiswa dengan menggunakan layar pencarian Cari Mahasiswa. Anda dapat mencari siswa yang terdaftar dalam kursus tertentu dengan mengklik pada link Pilih sebelah opsi Kursus pencarian dan memilih saja dari jendela popup yang muncul. Anda juga dapat mencari siswa dalam aktivitas tertentu dan bagi siswa yang saat ini tidak memenuhi syarat.
ms_my: Anda mesti memilih pelajar dengan menggunakan Cari skrin Pelajar carian. Anda boleh mencari pelajar yang mendaftar di kursus tertentu dengan klik pada link sebelah pilihan carian Kursus Pilih dan memilih kursus dari tetingkap popup yang muncul. Anda juga boleh mencari untuk pelajar-pelajar dalam aktiviti tertentu dan bagi pelajar yang kini tidak layak.

source: To add an activity to the student, select the desired activity from the activity pull-down next to the add icon
id_id: Untuk menambahkan suatu kegiatan kepada siswa, pilih aktivitas yang dikehendaki dari kegiatan pull-down di sebelah ikon menambahkan
ms_my: Untuk menambah aktiviti untuk pelajar, pilih aktiviti yang dikehendaki daripada aktiviti pull-down di sebelah ikon menambah

source: and click the Add button.
id_id: dan klik tombol Tambah.
ms_my: dan klik butang Tambah.

source: To drop an activity, click on the delete icon
id_id: Untuk mengurangi aktivitas, klik pada ikon hapus
ms_my: Untuk menggugurkan sesuatu aktiviti, klik pada ikon padam

source: next to the activity you want to drop.
id_id: di samping aktivitas yang Anda inginkan untuk drop.
ms_my: bersebelahan dengan aktiviti yang anda mahu menggugurkan.

source: You can specify the desired eligibility timeframe by choosing the desired timeframe from the pull-down menu at the top of the screen. These timeframes are setup in the Entry Times program.
id_id: Anda dapat menentukan jangka waktu kelayakan diinginkan dengan memilih jangka waktu yang diinginkan dari menu pull-down di bagian atas layar. Jangka waktu ini adalah setup dalam program Entri Times.
ms_my: Anda boleh menentukan tempoh masa kelayakan yang dikehendaki dengan memilih tempoh masa yang dikehendaki dari menu pull-down di bahagian atas skrin. Jangkamasa ini adalah persediaan dalam program Times Entry.

source: Add Activity
id_id: Tambahkan Kegiatan
ms_my: Tambah Aktiviti

source: This page allows you to add an activity to a group of students in one action.
id_id: Halaman ini memungkinkan Anda untuk menambahkan suatu kegiatan kepada sekelompok siswa dalam satu tindakan.
ms_my: Laman ini membenarkan anda untuk menambah aktiviti kepada sekumpulan pelajar dalam satu tindakan.

source: First, select an activity to be added from the pull-down menu at the top of the screen. You can also perform this action from the next screen. Next, search for students. Notice that you can search for students who are in a certain activity or course. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the blue column headings above the list. After you have selected each desired student from this list, click the Add Activity to Selected Students button at the top of the screen. If you have not yet chosen an activity, you must do that before you click this button.
id_id: Pertama, pilih kegiatan yang akan ditambahkan dari menu pull-down di bagian atas layar. Anda juga dapat melakukan tindakan ini dari layar berikutnya. Selanjutnya, mencari siswa. Perhatikan bahwa Anda dapat mencari siswa yang berada dalam aktivitas tertentu atau kursus. Dari hasil pencarian, Anda dapat memilih sejumlah siswa. Anda dapat memilih semua siswa dalam daftar dengan memeriksa kotak centang di judul kolom biru di atas daftar. Setelah Anda memilih masing-masing siswa yang diinginkan dari daftar ini, klik tombol Tambahkan ke Aktivitas Siswa Terpilih di bagian atas layar. Jika Anda belum memilih aktivitas, Anda harus melakukannya sebelum Anda mengklik tombol ini.
ms_my: Pertama, pilih aktiviti yang akan ditambah dari menu pull-down di bahagian atas skrin. Anda juga boleh melakukan tindakan ini dari skrin seterusnya. Seterusnya, cari pelajar. Notis yang anda boleh mencari untuk pelajar-pelajar yang dalam aktiviti tertentu atau kursus. Dari hasil carian, anda boleh memilih mana-mana bilangan pelajar. Anda boleh memilih semua pelajar dalam senarai dengan menyemak kotak dalam tajuk lajur biru di atas senarai. Selepas anda memilih setiap pelajar yang diingini dari senarai ini, klik Aktiviti Tambah untuk Pelajar butang yang dipilih di bahagian atas skrin. Jika anda belum lagi memilih sesuatu aktiviti, anda perlu berbuat demikian sebelum anda klik butang ini.

source: Activities
id_id: Kegiatan
ms_my: Aktiviti

source: This page allows you to setup your schools activities.
id_id: Halaman ini memungkinkan Anda untuk setup sekolah kegiatan anda.
ms_my: Laman ini membenarkan anda untuk persediaan aktiviti sekolah anda.

source: To add an activity, fill in the activitys title, beginning date, and ending date in the empty fields at the bottom of the activities list and click the Save button.
id_id: Untuk menambahkan suatu kegiatan, mengisi judul activitys, mulai tanggal, dan berakhir tanggal dalam field kosong di bagian bawah daftar kegiatan dan klik tombol Simpan.
ms_my: Untuk menambah sesuatu aktiviti, isi dalam tajuk activitys, mulai tarikh, dan berakhir tarikh dalam bidang kosong di bahagian bawah senarai aktiviti-aktiviti dan klik butang Simpan.

source: To modify an activity, click on any of the activitys information, change the value, and click the Save button.
id_id: Untuk mengubah aktivitas, klik pada salah satu informasi activitys, mengubah nilai, dan klik tombol Simpan.
ms_my: Untuk mengubah suai sesuatu aktiviti, klik di mana-mana maklumat activitys, menukar nilai, dan klik butang Simpan.

source: To delete an activity, click the delete icon
id_id: Untuk menghapus aktivitas, klik ikon hapus
ms_my: Untuk memadam suatu aktiviti, klik ikon padam

source: next to the activity you want to delete. You will be asked to confirm the deletion.
id_id: di samping aktivitas yang ingin Anda hapus. Anda akan diminta untuk mengkonfirmasi penghapusan.
ms_my: bersebelahan dengan aktiviti yang anda hendak padam. Anda akan diminta untuk mengesahkan penghapusan.

source: Entry Times
id_id: Masuk Waktu
